<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 34</h2>
      <h2>Nome da rua: Cangosta das Cruzes</h2>
      <img src="../imagem/MRB-34-QuingostaDasCruzes-primeira.jpg" alt="Image at path: ../imagem/MRB-34-QuingostaDasCruzes-primeira.jpg"/>
      <p>Quingosta das Cruzes - Norte.</p>
      <img src="../imagem/MRB-34-QuingostaDasCruzes-segunda.jpg" alt="Image at path: ../imagem/MRB-34-QuingostaDasCruzes-segunda.jpg"/>
      <p>Quingosta das Cruzes - Sul.</p>
      <p>
            De caracter&#237;sticas bem rurais ligava o Campo de S. Tiago com a fachada latera Poente do hospital de S. Marcos.
        </p>
      <p>
            N&#227;o se conhecendo dados sobre a sua hist&#243;ria, podemos apenas dizer que em 1750 estava s&#243; parcialmente constru&#237;da, com casas simples, de 2 pisos, muitas delas com janelas de tipo bracarense. Um correr de habita&#231;&#245;es do tipo de porta com janela ao lado, no piso t&#233;rreo (prazos 7 a 13), bem como a casa grande, mas de caracter&#237;sticas rurais, virada ao campo de S. Tiago, s&#227;o as pe&#231;as de arquitectura desta rua, ainda hoje, bem secund&#225;ria e, tamb&#233;m, com muitos poucos edif&#237;cios a lade&#225;-la.
        </p>
      <p>
            Das 17 casas ao lado Norte e 9 do lado Sul, eram prazos do Cabido 5 e 8 respectivamente.
        </p>
      <p>
            N&#227;o sabemos a raz&#227;o porque esta Cangosta foi conhecida pelo nomes das &#171;Cruzes&#187;, nem sabemos qual a data em que passou a ser conhecida pelo nome actual, &#171;Falc&#245;es&#187;, embora em 1857 j&#225; assim apare&#231;a designada. Essa designa&#231;&#227;o dever&#225; ser mais antiga e prov&#233;m, sem d&#250;vida, do nome da fam&#237;lia Falc&#245;es Cota cujo pal&#225;cio existente no Campo de S. Tiago tinha a envolv&#234;-lo terrenos desta rua, os que est&#227;o a Oeste do prazo n&#186; 13.
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td/>
          <td/>
          <td>
                    
                        Porta de serventia do n&#186; 20 da Rua do Anjo.
                        
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td/>
          <td/>
          <td>
                    
                        Pertence ao n&#186; 17 da Rua do Anjo.
                    
                </td>
        </tr>
        <tr>
          <td>3</td>
          <td/>
          <td/>
          <td>
                    
                        Porta de serventia do n&#186; 15 da Rua do Anjo.
                      
                </td>
        </tr>
        <tr>
          <td>4</td>
          <td/>
          <td/>
          <td>
                    
                        Pertence ao n&#186; 14 da Rua do Anjo.
                    
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td/>
          <td/>
          <td>
                    
                        Pertence ao n&#186; 13 da Rua do Anjo.
                    
                    
                        Confronta, do norte, com casa foreira ao Hospital de S. Marcos.
                    
                </td>
        </tr>
        <tr>
          <td>6</td>
          <td/>
          <td/>
          <td>
                    
                        Leira denominada Castelo Rodrigo, pertencente ao quintal de uma casa d&#237;zima a Deus. 
                    
                </td>
        </tr>
        <tr>
          <td>7 a 13</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                    
                        Os subenfiteutas pagam foro ao n&#186; 1 do Campo de Santiago.
                    
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
