<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 13</h2>
      <h2>Nome da rua: Rua Pequena</h2>
      <img src="../imagem/MRB-13-RuaPequena-Nascente.jpg" alt="Image at path: ../imagem/MRB-13-RuaPequena-Nascente.jpg"/>
      <p>RuaPequena - vista nascente.</p>
      <img src="../imagem/MRB-13-RuaPequena-Poente.jpg" alt="Image at path: ../imagem/MRB-13-RuaPequena-Poente.jpg"/>
      <p>RuaPequena - vista poente.</p>
      <p>
            Como o nome diz &#233; uma pequenina rua que ligava a rua das Oucias com a travessa da rua do Forno para a do Po&#231;o.
        </p>
      <p>
            Respeitando o reticulado romano era mais uma das art&#233;rias do bairro medieval adjacente &#224; catedral.
        </p>
      <p>
            Na Idade M&#233;dia era j&#225; pequena e permitia um melhor acesso ao mercado da olaria, ent&#227;o existente junto ao transepto da S&#233;. Por isso recebeu esse nome.
        </p>
      <p>
            No s&#233;c. XVI, o c&#233;lebre humanista Diogo Teive emprazou ao Cabido a casa n.&#186; 2, passando a ser conhecida por rua do Teive. At&#233; que por volta de 1620 Mateus Fernando Farto, talvez senhor de forte import&#226;ncia pol&#237;tica ou econ&#243;mica, veio para aqui viver, tanto bastando para ser conhecida pelo seu apelido.
        </p>
      <p>
            No Mappa, contudo, aparece como rua Pequena. Sabemos ainda que talvez a partir do fim da Idade M&#233;dia, e durante cerca de um s&#233;culo, tamb&#233;m foi chamada de rua Painsalvos, por nela ter morado o abade da freguesia transmontana do mesmo nome.
        </p>
      <p>
            Embora pequena, tem 3 edif&#237;cios not&#225;veis: o prazo n.&#186; 1, grande constru&#231;&#227;o em pedra, com fachada bem organizada e um recuado em toda a extens&#227;o; o prazo n.&#186; 2, casa com quase excesso de aberturas, (sem compara&#231;&#227;o com qualquer outra em todo o Mappa); e o prazo n.&#186; 5, constru&#231;&#227;o tamb&#233;m em pedra, de 2 pisos, com mais um piso, no seu &#250;ltimo v&#227;o Sul, quase semelhando uma torre.
        </p>
      <p>
            Das 4 casas existentes quer no lado Nascente, quer no Poente, 3 e 4, respectivamente, s&#227;o prazos do Cabido.
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td/>
          <td/>
          <td>
                    
                        Corresponde ao n&#176; 8 da Rua das Oussias, para onde tem a frontaria e serventia principais.
                    
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Francisco de Sousa Castro</td>
          <td>875 reis e 2 galinhas</td>
          <td>
                    
                        Prazo constitu&#237;do por casa, quintal e palheiro. este incorporado em 1618 e pertencente ao
                        n.&#186;	1.
                        
                    
                </td>
        </tr>
        <tr>
          <td>3</td>
          <td>D. Filipa Maria de Melo</td>
          <td>240 reis</td>
          <td>
                    
                        Confronta, do norte, com casa d&#237;zima a Deus e com o n&#176; 2 e, do sul, com casa foreira ao morgado de Real.  
                    
                </td>
        </tr>
        <tr>
          <td>4</td>
          <td/>
          <td/>
          <td>
                    
                        Corresponde ao n&#176; 7 da travessa que vai da Rua do Po&#231;o ou de Santa Maria para a do Forno, para onde tem frontaria e serventia principais.
                    
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td>Miguel Teod&#243;sio Fiuza de Sottomayor. vi&#250;vo de Amarante</td>
          <td>320 reis e 1 cap&#227;o</td>
          <td/>
        </tr>
        <tr>
          <td>6</td>
          <td>Lic. Paulo de Sousa de Magalh&#227;es</td>
          <td>220 reis e 2 cap&#245;es</td>
          <td>
                    
                        Este prazo encontra-se unido desde 1583.
                    
                </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Lic. Paulo de Sousa de Magalh&#227;es</td>
          <td>220 reis e 2 cap&#245;es</td>
          <td>
                    
                        Este prazo encontra-se unido desde 1583.
                    
                </td>
        </tr>
        <tr>
          <td>8</td>
          <td>Francisca Teresa Petiz</td>
          <td>70 reis e 1 galinha</td>
          <td>
                    
                        A enfiteuta foi herdeira do Reitor de Freitas, Jos&#233; Ferreira Petiz. A casa foi constru&#237;da, depois de 1587, em perten&#231;as do n.&#186; 9 da Rua do Po&#231;o ou de Santa Maria. 
                    
                </td>
        </tr>
        <tr>
          <td>9</td>
          <td/>
          <td/>
          <td>
                    
                        Corresponde ao n.&#186; 9 da Rua das Oussias, para onde tem a frontaria e serventia principais. Situa-se na esquina da Rua Pequena e terreiro das Oussias.
                    
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
