<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 5</h2>
      <h2>Nome da rua: Rua das Oucias</h2>
      <img src="../imagem/MRB-05-RuaDasOucias.png" alt="Image at path: ../imagem/MRB-05-RuaDasOucias.png"/>
      <p>Rua das Oucias.</p>
      <p>
            Tortuosa rua que contornava as traseiras e fachada lateral Sul da S&#233;.</p>
      <p>
            Longa e atribulada hist&#243;ria tem esta via, que, no espa&#231;o curto, quase de not&#237;cia, como conv&#233;m a esta edi&#231;&#227;o, n&#227;o pode ser aqui contada. </p>
      <p>   
            Formada, naturalmente, pelo isolamento que os monumentos religiosos sempre t&#234;m, as suas casas foram lentamente surgindo. </p>
      <p>
            No ponto de encontro desta rua com a rua do Souto desembocava o &#171;cano&#187; que, vindo de lugar desconhecido, abastecia a principal fonte da cidade medieval,
            a fonte de S. Geraldo, que por aqui se deveria localizar. Junto, no local onde est&#225; a Capela da Gl&#243;ria, existiu a casa do Conselho Municipal demolida para 
            dar lugar &#224;quela capela.</p>
      <p>Com D. Diogo de Sousa, em 1509, a capela mor da S&#233; foi profundamente alterada, e, embora n&#227;o tenha avan&#231;ado sobre os alicerces da velha 
            constru&#231;&#227;o medieval, deu-lhe outra leveza, que o manuelino, nos seus rendilhados, sempre tem. Poucos anos ap&#243;s o mesmo arcebispo mandou abrir a rua de S. Jo&#227;o ,
            permitindo uma liga&#231;&#227;o directa com a Porta de S. Jo&#227;o.</p>
      <p>No pequeno &#171;rexio&#187; existente do lado Sul da S&#233;, entre o bra&#231;o do transepto e a fachada, existiu, na Idade M&#233;dia,
            uma feira de olarias. </p>
      <p>Toda esta parte foi violentamente destru&#237;da nos anos quarenta do nosso s&#233;culo, para &#171;limpar esta zona socialmente t&#227;o degradada&#187; criando-se o Rocio 
            da S&#233;. E na sequ&#234;ncia dessa obra de &#171;limpeza&#187; constroem-se, em &#171;estilo Portugu&#234;s Suave&#187;, o edif&#237;cio do Tribunal do Trabalho/Delega&#231;&#227;o Escolar e um outro, particular; e, 
            passados vinte anos, foi destru&#237;do um grande e nobre edif&#237;cio setecentista, para se construir a Resid&#234;ncia Acad&#233;mica.</p>
      <p>Hoje a rua conserva todos os seus bel&#237;ssimos edif&#237;cios na zona 
            correspondente &#224; rua de Nossa Senhora do Leite. Na parte Sul toda a malha urban&#237;stica e escala arquitect&#243;nica desapareceu com a introdu&#231;&#227;o do novo e amplo Rocio da S&#233;, que, no Mappa
            apenas conserva uma casa. </p>
      <p>Das 15 casas existentes, 12 eram prazos do Cabido.</p>
      <p>A designa&#231;&#227;o de Oucias (e aparecem tamb&#233;m as designa&#231;&#245;es de Ussias e Adussias), 
            ser&#225; talvez uma corrup&#231;&#227;o de ousia, isto &#233; capela-mor. E a de Nossa Senhora do Leite &#233; devida &#224; bel&#237;ssima imagem, da escola coimbr&#227; do s&#233;c. XVI, que foi oferecida por D. Diogo de Sousa .
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td/>
          <td>38 reis e 6 pretos (de censo)</td>
          <td>
                    A casa &#233; foreira aos Padres coreiros. O censo &#233; pago por Domingos Jos&#233; de Melo.</td>
        </tr>
        <tr>
          <td>2</td>
          <td/>
          <td/>
          <td>Corresponde ao n&#186;1 da Rua de S.Jo&#227;o, para onde tem a frontaria e serventia principais.</td>
        </tr>
        <tr>
          <td>3 e 4</td>
          <td/>
          <td/>
          <td>Corresponde ao n&#186; 11 da Rua de S. Jo&#227;o, para onde tem a frontaria e serventia principais. 
            
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td>Cust&#243;dio Rodrigues, botic&#225;rio </td>
          <td> 440 reis e 2 galinhas</td>
          <td>Confronta, do nascente, com casa de herdade d&#237;zima a Deus. Foi unida, em 1621, &#224; casa n&#186; 6.</td>
        </tr>
        <tr>
          <td>6</td>
          <td>Cust&#243;dio Rodrigues, botic&#225;rio</td>
          <td>345 reis e 2 galinhas</td>
          <td>Confronta, do nascente, com casa de herdade d&#237;zima a Deus. Foi unida, em 1621, &#224; casa n&#186; 6.</td>
        </tr>
        <tr>
          <td>7</td>
          <td/>
          <td>160 reis (de censo)</td>
          <td>Confronta, do poente, com o Terreiro das Oussias. Ant&#243;nio Xavier Rebelo, tercen&#225;rio, paga de censo 160 reis.    </td>
        </tr>
        <tr>
          <td>8</td>
          <td> Dr. Manuel Jos&#233; Brand&#227;o</td>
          <td>700 reis e 2 galinhas</td>
          <td>O enfiteuta possuia esta casa por sucess&#227;o de Frutuoso Brand&#227;o Pereira e de Maria Josefa da Costa, sua mulher. Confronta, do sul, com o n&#186; 2 da Rua Pequena.</td>
        </tr>
        <tr>
          <td>9</td>
          <td/>
          <td/>
          <td>Confronta, do norte, com o Terreiro das Oussias; do sul, com o n&#186; 8, da Rua Pequena; do nascente, com a mesma Rua Pequena e, 
                    do poente, com quintal de uma casa da Rua de Sta. Maria ou do Po&#231;o. 
                    Foi demolida, depois do ano de 1750, "para a obra da sacristia da S&#233;,
                    por conta da f&#225;brica da mesma S&#233;".</td>
        </tr>
        <tr>
          <td>10 e 11</td>
          <td/>
          <td/>
          <td> N&#227;o aparecem desenhadas no Mapa por terem sido demolidas "para a obra da sacristia da S&#233;". A casa n&#186; 10 situava-se no canto desta rua (parte nascente) e confrontava do norte, defronte da S&#233;, com a Rua das Oussias e, do nascente com o caminho que se dirigia das Oussias para a Rua Pequena. A casa n&#186; 11 confronta, do nascente, com a n&#186; 10. </td>
        </tr>
        <tr>
          <td>12</td>
          <td>Cust&#243;dia Pereira, mulher de Jo&#227;o Fernandes Gentil</td>
          <td>550 reis, 2 galinhas e 2 cap&#245;es</td>
          <td> Foi comprada pela F&#225;brica da S&#233; que a mandou demolir depois de 1750, para a "obra da sacristia".Confronta, do nascente, com o Terreiro das Oussias e, do norte com o mesmo Terreiro e com o n&#186; 13.</td>
        </tr>
        <tr>
          <td>13</td>
          <td>Francisca Teresa</td>
          <td>400 reis e 2 galinhas</td>
          <td>A enfiteuta sucedeu a seu irm&#227;o, o Reitor de Freitas,Jos&#233; Ferreira Petiz,  sendo ambos filhos de Francisco Gon&#231;alves Petiz, pasteleiro. Confronta, do nascente, com o n&#186; 14; do norte e poente com a rua e, do sul com a n&#186; 12.</td>
        </tr>
        <tr>
          <td>14</td>
          <td>Francisca Teresa</td>
          <td>400 reis e 2 galinhas</td>
          <td> Confronta, do nascente, com o n&#186; 13 e, do poente com o n&#186; 15. Foi constru&#237;da em 1547, em perten&#231;as da casa n&#186; 13.</td>
        </tr>
        <tr>
          <td>15</td>
          <td> Ant&#243;nio Antunes, pasteleiro, e sua mulher, Joana Francisca</td>
          <td> 330 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>16 e 17</td>
          <td>David Lopes</td>
          <td>820 reis e 2 galinhas</td>
          <td>A casa n&#186;16 foi unida ao n&#186;17, no ano de 1667 . O n&#186;17 confronta com a Rua do Po&#231;o .
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
