<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 46</h2>
      <h2>Nome da rua: Rua de Santo Andr&#233;</h2>
      <img src="../imagem/MRB-46-RuaDeSantoAndre-a(norte).jpg" alt="Image at path: ../imagem/MRB-46-RuaDeSantoAndre-a(norte).jpg"/>
      <p>Pra&#231;a do Gavi&#227;o - Nascente.</p>
      <img src="../imagem/MRB-46-RuaDeSantoAndre-a(sul).jpg" alt="Image at path: ../imagem/MRB-46-RuaDeSantoAndre-a(sul).jpg"/>
      <p>Pra&#231;a do Gavi&#227;o - Nascente.</p>
      <p>
            Aberta em 1725, em conex&#227;o com o conjunto que tem centro na pra&#231;a do Gavi&#227;o. Ligava o largo dos Penedos com a pra&#231;a do Gavi&#227;o.
        </p>
      <p>Zona de expans&#227;o da cidade setecentista, obedecia a um sistema de loteamento semelhante ao actual.</p>
      <p>Rapidamente se encheu de casas de desenho tradicional que, embora obedecendo a um plano pr&#233;vio de constru&#231;&#227;o, permitia pequenas variantes de composi&#231;&#227;o nas fachadas. S&#243; os prazos (lotes) 26, 27 e 28 estavam &#171;ch&#227;os&#187; em 1750.</p>
      <p>As casas s&#227;o de dois pisos, tendo quase todas, no andar nobre, janelas do tipo bracarense. Seis edifica&#231;&#245;es h&#225; que s&#227;o t&#233;rreas, embora dentro do mesmo esquema construtivo.</p>
      <p>As 25 casas do lado Norte e 21 do Sul eram todas prazos do Cabido. </p>
      <p>Mant&#233;m a designa&#231;&#227;o de rua de Santo Andr&#233;.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td/>
          <td/>
          <td>
                    Pertence &#224; casa n.&#176; 111, da Rua dos Ch&#227;os de Cima,para onde tem frontaria e serventia principais.
                    
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td/>
          <td/>
          <td>
                    
                        Manuel Pereira, casado com Quit&#233;ria da Silva. paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Confronta, do poente. com o quintal da casa n.&#176; III da Rua dos Ch&#227;os de Cima.
                </td>
        </tr>
        <tr>
          <td>3</td>
          <td/>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>4</td>
          <td/>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td/>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>6 e 7</td>
          <td/>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>8</td>
          <td/>
          <td/>
          <td>
                    Jo&#227;o Gomes da Silva, alfaiate, casado com Teresa Maria, paga 1500 reis, ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>9</td>
          <td/>
          <td/>
          <td>
                    Francisco de Sousa, marceiro, casado com Francisca Soares, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>10</td>
          <td/>
          <td/>
          <td>
                    Jos&#233; de Carvalho, sapateiro casado com Maria Soares, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro
                </td>
        </tr>
        <tr>
          <td>11</td>
          <td/>
          <td/>
          <td>
                    Bento Pereira Machado, cl&#233;rigo in Minoribus, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>12</td>
          <td/>
          <td/>
          <td>
                    Manuel Fernandes, ferreiro, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro
                </td>
        </tr>
        <tr>
          <td>13</td>
          <td/>
          <td/>
          <td>
                    Santos da Mota, mestre de meninos, casado com Ana de Magalh&#227;es, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>14</td>
          <td/>
          <td/>
          <td>
                    Jo&#227;o da Cunha, emxambrador, casado com Maria Teresa da Silva, paga 2000 reis ao enfiteuta do prazo do casal dos ch&#227;os ou Quinteiro.
                        Confronta, do nascente, com a Rua de S. Barnab&#233;.
                    
                </td>
        </tr>
        <tr>
          <td>15</td>
          <td/>
          <td/>
          <td>
                    Barnab&#233; de Ara&#250;jo Pereira, inquiridor, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        Confronta, do poente, com a Rua de S. Barnab&#233;.
                    
                </td>
        </tr>
        <tr>
          <td>16</td>
          <td/>
          <td/>
          <td>
                    Domingos Fernandes, casado com Faustina Maria da Gra&#231;a, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>17</td>
          <td/>
          <td/>
          <td>
                    Jer&#243;nimo Fernandes, entalhador, casado com Teresa Vieira, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>18 e 19</td>
          <td/>
          <td/>
          <td>
                    Cust&#243;dia Gomes, vi&#250;va, paga 2400 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>20</td>
          <td/>
          <td/>
          <td>
                    O Padre Jos&#233; Teixeira de Melo paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>21</td>
          <td/>
          <td/>
          <td>
                    Isidoro da Costa, casado com Ana Maria de Sousa. paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>22</td>
          <td/>
          <td/>
          <td>
                    Manuel Esteves de Almeida, casado com Maria de Paiva, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>23 e 24</td>
          <td/>
          <td/>
          <td>
                    Crispiano Ferreira, da freguesia de Sta. Maria de Palmeira, paga 2900 reis ao enfiteuta do prazo do casal, dos Ch&#227;os ou Quinteiro.
                        Estas casas foram unidas em 1745.
                    
                </td>
        </tr>
        <tr>
          <td>25</td>
          <td/>
          <td/>
          <td>
                    Agostinho Barbosa, not&#225;rio Apost&#243;lico, paga 1400 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Confronta, do poente, com o n.&#176; 9 da pra&#231;a do Gavi&#227;o.
                </td>
        </tr>
        <tr>
          <td>26,27 e 28</td>
          <td/>
          <td/>
          <td>
                    Ch&#227;os de casas, perten&#231;as do prazo do casal dos Ch&#227;os ou Quinteiro. O ch&#227;o n.&#176; 26 confronta, do nascente, com o ch&#227;o n.&#176; 8 da pra&#231;a do Gavi&#227;o.
                    
                </td>
        </tr>
        <tr>
          <td>29</td>
          <td/>
          <td/>
          <td>
                    Paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>30</td>
          <td/>
          <td/>
          <td>
                    Paga 3000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>31</td>
          <td/>
          <td/>
          <td>
                    Paulo de Ara&#250;jo, ferreiro, casado com Helena Francisca, paga 3000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        Foi constru&#237;da antes de 1726.
                    
                </td>
        </tr>
        <tr>
          <td>32</td>
          <td/>
          <td/>
          <td>
                    Paulo da Costa, dourador, casado com &#194;ngela Francisca da Silva, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        Foi constru&#237;da antes de 1726.
                    
                </td>
        </tr>
        <tr>
          <td>33</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Francisco Pereira, alfaiate, casado com Agostinha Francisca, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1726.
                    
                </td>
        </tr>
        <tr>
          <td>34</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    O Padre Domingos Ferreira paga 2700 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1727.
                </td>
        </tr>
        <tr>
          <td>35</td>
          <td/>
          <td/>
          <td>
                    Ant&#243;nio Francisco, alfaiate, paga 3000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1732.
                </td>
        </tr>
        <tr>
          <td>36</td>
          <td/>
          <td/>
          <td>
                    O Padre Bento Francisco Pereira e seu irm&#227;o, o Padre Jer&#243;nimo Francisco Pereira, pagam 5000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1732.
                </td>
        </tr>
        <tr>
          <td>37</td>
          <td/>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>38 e 39</td>
          <td/>
          <td/>
          <td>
                    Jos&#233; de Barros, tratante, casado com Catarina de Ara&#250;jo, paga 3200 reis, por cada uma destas casas, ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foram constru&#237;das antes de 1737.
                    
                </td>
        </tr>
        <tr>
          <td>40</td>
          <td/>
          <td/>
          <td>
                    Jo&#227;o Pereira da Silva, sapateiro, casado com Cust&#243;dia Francisca, paga 3000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1730.
                    
                </td>
        </tr>
        <tr>
          <td>41 e 42</td>
          <td/>
          <td/>
          <td>
                    Manuel &#193;lvares, cego, casado com Lu&#237;sa Teixeira, paga 4500 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foram unidas em 1730.
                    
                </td>
        </tr>
        <tr>
          <td>43</td>
          <td/>
          <td/>
          <td>
                    O Padre Andr&#233; Soares de Ara&#250;jo, vig&#225;rio de Sta. Maria de Ferreiros, paga 3286 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1726.
                </td>
        </tr>
        <tr>
          <td>44</td>
          <td/>
          <td/>
          <td>
                    Marcelino de Ara&#250;jo, escultor, casado com Bernardina Rosa, paga 4760 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1733.
                    
                </td>
        </tr>
        <tr>
          <td>45</td>
          <td/>
          <td/>
          <td>
                    Fabi&#227;o Dias, casado com Francisca Dias, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1732.
                    
                </td>
        </tr>
        <tr>
          <td>46</td>
          <td/>
          <td/>
          <td>
                    Bento Ferreira, casado com Eug&#233;nia Francisca, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1734.
                    
                </td>
        </tr>
        <tr>
          <td>47</td>
          <td/>
          <td/>
          <td>
                    Francisca Vieira, solteira, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Foi constru&#237;da antes de 1734.
                </td>
        </tr>
        <tr>
          <td>48 e 49</td>
          <td/>
          <td/>
          <td>
                    Pedro Machado, casado com Maria Ferreira, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Ficaram unidas em 1738. A casa n.&#176; 49 confronta, do poente, com o quintal da casa n.&#176; 27 da Rua dos Ch&#227;os de Baixo.
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
