<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 55</h2>
      <h2>Nome da rua: Rua de Infias</h2>
      <img src="../imagem/MRB-55-RuaDeInfias-norte.jpg" alt="Image at path: ../imagem/MRB-55-RuaDeInfias-norte.jpg"/>
      <p>Rua de Infias - vista norte.</p>
      <p>Extensa rua que partindo da rua da Escoura ia em direc&#231;&#227;o &#224; casa de Vale Flor ou de Infias. Aberta em campo plano, estendia-se por 
            terrenos da primeira metade do casal do Lagarto, no que respeita aos edif&#237;cios foreiros ao Cabido, que representavam cerca de dois ter&#231;os 
            desta art&#233;ria, do lado Oeste.</p>
      <p>Rua de arrabalde, era em 1750 formada tanto por habita&#231;&#245;es, como por port&#245;es ou muros de delimita&#231;&#227;o de propriedade.</p>
      <p>As suas casas s&#227;o todas muito simples, de arquitectura tradicional, na sua maioria do tipo de porta com janela ao lado (75,9%), no piso t&#233;rreo. 
            No extremo Oeste, v&#234;-se um conjunto de edif&#237;cios que mais parecem uns pardieiros: s&#227;o as constru&#231;&#245;es de aspecto mais pobre em todo este Mappa.</p>
      <p>Destas casas, 66% eram de um s&#243; piso. As janelas estariam na sua maioria tapadas por portadas de madeira (73,3 %), sendo as restantes do tipo
            bracarense; destas, algumas tinham gelosias.</p>
      <p>No extremo Oeste, parece ver-se um bom pr&#233;dio. Mas porque tem a fachada principal virada para o interior n&#227;o podemos perceb&#234;-lo bem. Pela sua 
            localiza&#231;&#227;o e arquitectura n&#227;o nos parece ser a Casa de Vale Flor, embora esteja muito pr&#243;ximo.</p>
      <p>Desta rua, de que s&#243; temos os al&#231;ados do lado Norte, eram foreiras ao Cabido 31 das 52 casas aqui desenhadas.</p>
      <p>Bastante alterada nos edif&#237;cios, mas mantendo a sua implanta&#231;&#227;o, integra actualmente uma parte da rua da Escoura &#8212; no seu extremo 
            Oeste, sensivelmente at&#233; &#224; casa do prazo n.&#186; 11 &#8212;, sendo a restante denominada rua Conselheiro Janu&#225;rio.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>Isabel Maria da Silva, vi&#250;va do Dr. Santos de Ara&#250;jo Alves. Dezembargador de Braga</td>
          <td>200 reis, 18 alqueires de p&#227;o meado e 2 galinhas</td>
          <td>
                    Antiga cabe&#231;a do prazo, denominado, 1.&#170; metade do casal do Lagarto. Pertencem a este prazo os n.&#186;s 1 a 35 da 
                        Rua de Infias.
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Ant&#243;nia Soares, casada com Lu&#237;s Francisco de Paiva, branqueador, 
                        paga 2000 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>3</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Jos&#233; de Freitas, cabeiro, casado com Maria da Silva, paga 2000 reis 
                        ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>4</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Jo&#227;o Dias, espingardeiro, casado com Mariana da Silva, paga 2000 
                        reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Manuel de Ara&#250;jo, pedreiro, casado com Domingas Fernandes, paga 
                        2000 reis ao enfiteuta ao prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>6</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Manuel Pires, pedreiro, casado com Teresa Francisca, paga 2000 
                        reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    A casa &#233; foreira ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>8</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Pertence ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>9</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Jos&#233; Carlos, lanterneiro, casado com Maria Teresa, paga 4000 
                        reis por este ch&#227;o de casa. Foi subemprazado &#224; face do prazo da l.&#170; metade do casal do Lagarto.
                    
                </td>
        </tr>
        <tr>
          <td>10</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Corresponde a um portal de serventia do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>11</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Pertence ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>12</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Corresponde a um ch&#227;o de casa, perten&#231;a do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>13</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Pertence ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>14</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Jo&#227;o de Ara&#250;jo, faulas, ferreiro, casado com Maria de Aguiar, 
                        paga 1000 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>15</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Ant&#243;nio Dias da Silva, da freguesia de S. Pedro d'Este, casado com Isabel
                        Duarte, paga 850 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>16</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Manuel Francisco, carpinteiro, casado com Ant&#243;nia Teixeira, paga 
                        1300 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>17</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Maria Carvalho, vi&#250;va de Bento Correia, pintor, paga 400 reis 
                        ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>18</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Manuel de Ara&#250;jo, sombreireiro, casado com Ant&#243;nia Ribeiro, paga 
                        850 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>19</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    O Padre Crist&#243;v&#227;o Francisco paga 425 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>20</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Manuel de Ara&#250;jo, combreireiro, casado com Ant&#243;nia Ribeiro, paga 
                        425 reis ao enfeiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>21</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Ant&#243;nio Ferreira Torres, ourives, paga 850 reis ao enfiteuta do prazo da l.&#170; metade do 
                        casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>22</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Bernarda Ferreira, vi&#250;va de Jos&#233; Francisco, cutileiro, paga 
                        400 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>23</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Manuel Marques Pereira, casado com Teresa Maria, paga 1300 reis 
                        ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>24</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Jo&#227;o Pereira do Lago, casado com D. Marcelina de Ara&#250;jo Rocha, 
                        paga 400 reis ao enfiteuta do prazo da l.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>25, 26 e 27</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Paga 2100 reis ao enfiteuta do prazo da 1.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>28</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Pedro Fernandes da Silva, casado com Domingas das Neves, 
                        paga 800 reis ao enfiteuta do prazo da 1.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>29</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo da 1.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>30</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Pedro Fernandes da Silva, casado com Domingas das Neves, paga 
                        800 reis ao enfiteuta do prazo da 1.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>31</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Francisco de Barros, sombreireiro, casado com Nat&#225;lia Fernandes, 
                        paga 360 reis ao enfiteuta do prazo da 1.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>32 e 33</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Francisco Cardoso, vi&#250;vo, paga, por cada uma das casas, 620 reis ao enfiteuta do prazo da 
                        1.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>34</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    Pedro Vieira, barbeiro, casado com Teresa Francisca, paga 1000 
                        reis ao enfiteuta do prazo da 1.&#170; metade do casal do Lagarto.
                </td>
        </tr>
        <tr>
          <td>35</td>
          <td>Vid. casa n.&#186;1.</td>
          <td/>
          <td>
                    J&#225;come de Matos, casado com Sebastiana Maria, paga 800 reis ao 
                        enfiteuta do prazo da 1.&#170; metade do casal do Lagarto. Confronta, do nascente, com casa foreira &#224; Miseric&#243;rdia.
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
