<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 26</h2>
      <h2>Nome da rua: Rua de S.Miguel O Anjo</h2>
      <img src="../imagem/MRB-26-SaoMiguelOAnjo-Norte.png" alt="Image at path: ../imagem/MRB-26-SaoMiguelOAnjo-Norte.png"/>
      <p>Rua de S.Miguel O Anjo - Norte</p>
      <img src="../imagem/MRB-26-SaoMiguelOAnjo-Sul.png" alt="Image at path: ../imagem/MRB-26-SaoMiguelOAnjo-Sul.png"/>
      <p>Rua de S.Miguel O Anjo - Sul</p>
      <p> 
            Pequena art&#233;ria extra-muros que ligava a rua Em Frente dos A&#231;ogues,com
            o campo das Hortas e a rua de Cruz de Pedra.          
        </p>
      <p>
            Decalcando um tro&#231;o do poss&#237;vel tra&#231;ado da muralha da cidade romana e na pendente da 
           capela de S.Miguel o Anjo, era j&#225; conhecida na Idade M&#233;dia com o nome de 
            rua de Maximinos. Destru&#237;da totalmente em 1384, por 
            D. Jo&#227;o de Castela, perdem-se depois as not&#237;cias sobre 
            a sua hist&#243;ria.
        </p>
      <p>
            Em 1750 era uma rua talvez sem com&#233;rcio, com muitas casas de sobrado, algumas
            varandas, muitas janelas com gelosias e apenas 4 edif&#237;cios totalmente constru&#237;dos em pedra.
            Destas, tr&#234;s situavam-se curiosamente em gavetos: as casas do prazo n&#186;8 e a 9 e a que lhe 
            ficava cont&#237;gua. Esta tinha ainda a caracter&#237;stica de apresentar uma das raras pedras de 
            armas de her&#225;ldica de fam&#237;lia, a dos Bravos, existente 
            ent&#227;o na cidade.
        </p>
      <p>
            Das 14 casas do lado Norte e 11 do Sul, era prazos do Cabido oito e uma, respectivamente.
        </p>
      <p>
            Desde 1891 que se chama rua Visconde Pindela
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>In&#225;cio Peixoto</td>
          <td>50 reis e 1 galinha</td>
          <td>
                    
                        Pertenceu ao Padre Jo&#227;o Rodrigues.
                        Confronta, do norte com casa foreira &#224; Mitra.
                        Foi constru&#237;da depois de 1539 em perten&#231;as do n&#186;2.
                    
                </td>
        </tr>
        <tr>
          <td>2 e 3</td>
          <td>Padre Pedro Francisco</td>
          <td>100 reis e 2 galinhas</td>
          <td>
                    
                        A casa n&#186;2 confronta, do poente, com o rossio que est&#225;
                        no princ&#237;pio da Rua da Cruz da Pedra.
                    
                </td>
        </tr>
        <tr>
          <td>4</td>
          <td>Greg&#243;rio Jos&#233; Braga, alfaiate</td>
          <td>25 reis e 1 galinha</td>
          <td>
                    
                        Foi constru&#237;da, depois de 1555, em perten&#231;as do n&#250;mero 2.
                        Confronta, do nascente, com casa foreira &#224; C&#226;mara.
                    
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td/>
          <td>5 reis(de censo)</td>
          <td>
                    
                        Os livros das pens&#245;es referem que esta casa foi de Jo&#227;o Gomes,
                        genro do Mestre Gon&#231;alo, &#171;e que h&#225; muitos anos se n&#227;o paga 
                        este censo&#187;.
                    
                </td>
        </tr>
        <tr>
          <td>6</td>
          <td/>
          <td>5 reis(de censo)</td>
          <td>
                    
                        O censo &#233; pago por M&#243;nica Veloso de Freitas, vi&#250;va.
                    
                </td>
        </tr>
        <tr>
          <td>7</td>
          <td/>
          <td>5 reis(de censo)</td>
          <td>
                    
                        Pertenceu Pedro Martins.
                        O censo &#233; pago Gaspar de Medeiros.
                    
                </td>
        </tr>
        <tr>
          <td>8</td>
          <td/>
          <td/>
          <td>
                    
                        Pertence ao n&#186;1 da rua em frente do A&#231;ogue para onde tem 
                        frontaria e serventia principais.
                    
                </td>
        </tr>
        <tr>
          <td>9</td>
          <td>D.Ant&#243;nio de Noronha de Mesquita Soares</td>
          <td/>
          <td>
                    
                        A casa e parte do quintal s&#227;o foreiras ao Hospital de S.Marcos.
                        Pela outra parte do quintal paga-se, de foro, 451 reis ao n&#186;1 do Campo de S.Sebasti&#227;o. Encontra-se
                        subemprazada aos herdeiros do Padre Ant&#243;nio Velho Maciel, beneficiado.
                        
                    
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
