<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 37</h2>
      <h2>Nome da rua: Rua de S. L&#225;zaro</h2>
      <img src="../imagem/MRB-37-RuaDeSLazaro-Nascente.jpg" alt="Image at path: ../imagem/MRB-37-RuaDeSLazaro-Nascente.jpg"/>
      <p>Rua de S.L&#225;zaro - Nascente.</p>
      <img src="../imagem/MRB-37-RuaDeSLazaro-Poente.jpg" alt="Image at path: ../imagem/MRB-37-RuaDeSLazaro-Poente.jpg"/>
      <p>Rua de S.L&#225;zaro - Poente.</p>
      <p>
            Tro&#231;o da grande via que ligava a Arcada &#224; ponte de Guimar&#227;es, entre a
            rua de &#193;guas e o terreiro de S. L&#225;zaro.
        </p>
      <p>
            Aberta ainda na Idade M&#233;dia esta velha rua tem o prazo mais antigo com a data de 1451.
        </p>
      <p>
            Apesar de em 1750 ser ainda de arrabalde, havia nas suas casas uma certa diferen&#231;a em rela&#231;&#227;o
            a outras com fun&#231;&#227;o semelhante: embora apenas com dois pisos, e apesar de haver algumas habita&#231;&#245;es do tipo j&#225; descrito
            de porta com janela ao lado no piso t&#233;rreo, a maior largura das suas fachadas, a exist&#234;ncia de uma ou outra
            varanda de ferro ou recoberta por gelosias, ou ainda de "molduras" de pedra, sobretudo em algumas portas, confere-lhe quase
            outro estatuto de grandeza.
        </p>
      <p>
            &#201; curioso notar que nesta rua, que tinha 19 casas do lado Nascente e 29 do Poente, todos os edif&#237;cios estavam emprazados ao Cabido.
        </p>
      <p>
            A rua de S. L&#225;zaro corresponde hoje ao fragmento da avenida da Liberdade, entre o largo do Rechicho e a rua 25 de Abril.
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>Lopo de Barros e Almeida</td>
          <td>1200 reis, 10 alqueires de trigo, 16 de p&#227;o meado e 2 cap&#245;es</td>
          <td>O enfiteuta era filho de Franciso de Barros de Almeida e de sua mulher,
                D.Isabel Cec&#237;lia Pereira de Carvalho.
                A casa confronta, do norte, com a cangosta que vai da Rua das &#193;guas para Nossa Senhora a Branca.
                O emprazamento mais antigo que se conhece &#233; de 1451. Pertencem a este prazo os n&#186;s 2 a 23 e, na 
                Rua da Ponte de Guimar&#227;es, os n&#186;s 1 a 19 e 75 a 88, bem como a leira de hortas na freguesia de S. Pedro de Maximinos. Esta casa
                    &#233; cabe&#231;a de prazo denominado "Casal ou quinta de Portas".
                </td>
        </tr>
        <tr>
          <td>2 e 3</td>
          <td>Herdeiros de Domingos Fernandes</td>
          <td/>
          <td>Manuel Gomes de Oliveira, ourives, casado com &#194;ngela de Ara&#250;jo, paga 190 reis ao subenfiteuta da casa n&#186; 4. A casa n&#186; 2 confronta, do norte, com o quintal do n&#186; 1.</td>
        </tr>
        <tr>
          <td>4 e 5</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Os herdeiros de Domingos Fernandes, palmilhador, vi&#250;vo de Ana Lopes, pagam 380 reis ao n&#186; 1. Nesta
                pens&#227;o est&#227;o inclu&#237;dos os n&#186; 2 e 3.
                A casa n&#186; 4 foi constru&#237;da antes de 1702 e a n&#186; 5 antes de 1695.</td>
        </tr>
        <tr>
          <td>6</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Os herdeiros de Ant&#243;nio Lopes Pereira, casado com Mariana Francisca, pagam 310 reis ao n&#186; 1. Foram constru&#237;das antes de 1720.</td>
        </tr>
        <tr>
          <td>7 e 8</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Os herdeiros de Jo&#227;o Barbosa, sombreeiro, casado com Maria Francisca, pagam 620 reis ao n&#186; 1.
                Foram constru&#237;das antes de 1720.</td>
        </tr>
        <tr>
          <td>9</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Os herdeiros de Jo&#227;o Correia, pintor, casado com Cust&#243;dia Gomes, pagam 265 reis ao n&#186; 1.
                Foi constru&#237;da antes de 1666.</td>
        </tr>
        <tr>
          <td>10</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Padre Francisco Gomes da Costa paga 265 reis ao n&#186; 1.
                    Foi constru&#237;da antes de 1666.</td>
        </tr>
        <tr>
          <td>11, 12, 13 e 14</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Jos&#233; Rodrigues, estudante, filho de Manuel Rodrigues, sombreireiro, paga 540 reis ao n&#186; 1.
                    Foram constru&#237;das antes de 1650.</td>
        </tr>
        <tr>
          <td>15</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Apol&#243;nia Mendes vi&#250;va de Manuel Rodrigues sombreireiro, paga 510 reis ao n&#186; 1.
                    Foi constru&#237;da antes de 1650.</td>
        </tr>
        <tr>
          <td>16 e 17</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Dion&#237;sio Jos&#233; de Gouveia Ferraz paga 1020 reis ao n&#186; 1.</td>
        </tr>
        <tr>
          <td>18 e 19</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Manuel de Faria tabeli&#227;o de Braga, paga 1005 reis ao n&#186; 1.
                    A casa n&#186; 19 foi constru&#237;da antes de 1576.</td>
        </tr>
        <tr>
          <td>20</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Diogo Leite Coelho, inquiridor do secular, casado com Serafina Pereira de Ara&#250;jo paga 1030 reis ao n&#186; 1.
                    Foi constru&#237;da antes de 1618 e esteve unida, entre os anos 1629 e 1720, &#224; casa n&#186; 21.</td>
        </tr>
        <tr>
          <td>21</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Miguel de Sousa, casado com Teresa da Silva, paga 1020 reis ao n&#186; 1.</td>
        </tr>
        <tr>
          <td>22</td>
          <td/>
          <td/>
          <td>Porta de serventia do Casal de Portas (casa n&#186;1).</td>
        </tr>
        <tr>
          <td>23</td>
          <td>Lopo de Barros e Almeida</td>
          <td/>
          <td>Agostinho Ribeiro Mirrado, casado com P&#225;scoa do Vale paga 2780 reis ao n&#186; 1. Confronta, do sul, com o n&#186;1 da
                    Rua da Ponte de Guimar&#227;es ou Terreiro de S. L&#225;zaro, e foi constru&#237;da antes de 1592. At&#233; 1720 fizeram parte desta escritura de prazo, as casas n&#186; 1, 2 e 3 da referida Rua da Ponte de Guimar&#227;es.
                    </td>
        </tr>
        <tr>
          <td>24 e 25</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Rosa Maria, solteira, paga 562 reis ao n&#186; 42.
                    A casa n&#186; 24 possui a frontaria e serventia principais para o terreiro de S. L&#225;zaro, com a qual confronta de sul. O n&#186; 25 foi unido ao n&#186; 24 em1725.</td>
        </tr>
        <tr>
          <td>26 e 27</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Ant&#243;nio Vieira paga 603 reis ao n&#186; 42.
                    Foram constru&#237;das antes de 1625.</td>
        </tr>
        <tr>
          <td>28</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Catarina Gomes paga 410 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1625 e esteve unida, at&#233; 1732, ao n&#186; 30.</td>
        </tr>
        <tr>
          <td>29 e 30</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Lu&#237;s de Abreu, sapateiro, casado com Maria Mendes, paga 416 reis ao n&#186; 42.
                    </td>
        </tr>
        <tr>
          <td>31</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Cust&#243;dia Dantas, vi&#250;va, paga 3005 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1701.</td>
        </tr>
        <tr>
          <td>32 e 33</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Joana de Ara&#250;jo, vi&#250;va de Jo&#227;o Pereira, torneiro, paga 1806 reis ao n&#186; 42.
                    Encontram-se unidas desde o ano de 1700.</td>
        </tr>
        <tr>
          <td>34</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Domingos, filho de Andr&#233; Francisco, trabalhador, e de sua mulher, Maria Afonso, paga, por esta casa, (que era de seus pais), 1206 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1700.</td>
        </tr>
        <tr>
          <td>35</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Jo&#227;o Francisco, vi&#250;vo, paga 2010 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1700.</td>
        </tr>
        <tr>
          <td>36</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Guilherme Ant&#243;nio, ferreiro, casado com Helena Francisca, paga 128 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1732.</td>
        </tr>
        <tr>
          <td>37</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Jo&#227;o Martins, torneiro, casado com Maria de Freitas, paga 2205 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1700.</td>
        </tr>
        <tr>
          <td>38</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Jer&#243;nima Correia, vi&#250;va de Miguel Ferreira, paga 1108 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1700.</td>
        </tr>
        <tr>
          <td>39</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Lic. Domingos Soares da Silva, juiz das sisas, paga 1108 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1700.</td>
        </tr>
        <tr>
          <td>40</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Ant&#243;nio de Ara&#250;jo, sapateiro, casado com Maria Ferreira, paga 1503 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1732.</td>
        </tr>
        <tr>
          <td>41</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Ant&#243;nio da Costa de Ara&#250;jo, casado com Ventura Cerqueira, paga 304 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1719.</td>
        </tr>
        <tr>
          <td>42</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td>840 reis e 2 galinhas</td>
          <td>Esta casa &#233; cabe&#231;a de prazo denominado "Casal dos Alamos". Em 1670 este prazo era constitu&#237;do pelos n&#186; 24 a 53, n&#186; 9 a 12 da Rua de Tr&#225;s de S. Marcos, ou Granjinhos, e, ainda, por uma leira e
                    casas na Rua da Ponte de Guimar&#227;es ou Terreiro de S. L&#225;zaro, n&#186; 89 a 92. Foi constru&#237;da antes de 1485.</td>
        </tr>
        <tr>
          <td>43</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Os herdeiros de Ant&#243;nio de Ara&#250;jo, casado com Gr&#225;cia Antunes, pagam 2100 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1724.</td>
        </tr>
        <tr>
          <td>44</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Os herdeiros de Pedro Rodrigues, escriv&#227;o de Braga, casado com Helena de Almeida, pagam 4200 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1722.</td>
        </tr>
        <tr>
          <td>45</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Os herdeiros de Jo&#227;o Francisco, torneiro, casado com Isabel Correia, pagam 2100 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1719.</td>
        </tr>
        <tr>
          <td>46</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Bento, filho de Manuel Ferreira, mercador, paga 2100 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1718.</td>
        </tr>
        <tr>
          <td>47</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Agostinho de Ara&#250;jo, sombreeiro, casado com Francisca da Silva, paga 2100 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1718, em perten&#231;as do n&#186; 50, prazo &#224; qual esteve unida at&#233; 1732.</td>
        </tr>
        <tr>
          <td>48</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Domingos Gon&#231;alves de Paiva, ourives, casado com Ursula Correia, paga 2600 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1718, em perten&#231;as do n&#186; 50, prazo &#224; qual esteve unida at&#233; 1732.</td>
        </tr>
        <tr>
          <td>49</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Padre Cust&#243;dio Correia Faria, paga 1600 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1718, em perten&#231;as do n&#186; 50, prazo &#224; qual esteve unida at&#233; 1732.</td>
        </tr>
        <tr>
          <td>50</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Manuel de Freitas, sombreeiro, casado com Maria de Ara&#250;jo, paga 2100 reis ao n&#186; 42.
                    At&#233; ao ano de 1732faziam parte desta escritura de prazo os n&#186; 47, 48 e 49.</td>
        </tr>
        <tr>
          <td>51</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Francisco Monteiro, tecel&#227;o de seda, casado com Teresa da Rocha, paga 2000 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1720.</td>
        </tr>
        <tr>
          <td>52</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Ant&#243;nio Marques, casado com Cust&#243;dia de Ara&#250;jo, paga 2000 reis ao n&#186; 42.
                    Foi constru&#237;da antes de 1718.</td>
        </tr>
        <tr>
          <td>53</td>
          <td>Pedro Gomes de Basto, c.c. Maria de Magalh&#227;es</td>
          <td/>
          <td>Manuel Ferreira, estudante, paga 2000 reis ao n&#186; 42.
                    Confronta, do norte, com a cangosta que vem de tr&#225;s de S. Marcos para a Rua das &#193;guas. Foi constru&#237;da antes 1718.</td>
        </tr>
      </table>
    </div>
  </body>
</html>
