<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 1</h2>
      <h2>Nome da rua: Rua do Campo</h2>
      <img src="../imagem/MRB-01-RuaDoCampo-nascente.PNG" alt="Image at path: ../imagem/MRB-01-RuaDoCampo-nascente.PNG"/>
      <p>Rua do Campo - vista nascente. </p>
      <img src="../imagem/MRB-01-RuaDoCampo-poente.PNG" alt="Image at path: ../imagem/MRB-01-RuaDoCampo-poente.PNG"/>
      <p>Rua do Campo - vista poente.</p>
      <p>Pequena rua, entre a rua Nova e a Porta de S. Francisco, existente ja na Idade Media, entao com o nome de rua Nova.</p>
      <p>Actualmente toda esta rua tem fei&#231;&#227;o diferente: a porta de S. Francisco foi demolida em data que desconhecemos e a parte central do lado Nascente 
            foi destruida em 1754 para a&#237; se construir o novo edificio da Camara Municipal (so concluido em 1865) que ficou com a fachada traseira para esta rua. 
            O lado Sul foi integralmente perdido no final da decada de oitenta do seculo passado, quando se fez o alargamento e rectifica&#231;&#227;o do tra&#231;ado desta art&#233;ria.</p>
      <p>Se, na Idade Media, esta rua teve, possivelmente, grande import&#226;ncia (tinha uma porta num dos seus extremos, dava imediato acesso a sa&#237;da de Braga para Prado, 
            Ponte de Lima e Valen&#231;a, atraves da rua da Conega), no sec. XVIII, o seu peso deve ter deca&#237;do bastante.</p>
      <p>A designagao de Campo podera datar talvez do primeiro 
            quartel do sec. XVI, quando passou a estar em liga&#231;&#227;o com o campo da Vinha, ent&#227;o aberto.</p>
      <p>Das 10 casas do lado Nascente e 14 do Poente, apenas tr&#234;s deste lado 
            pertenciam ao Cabido. </p>
      <p>A rua do Campo &#233; um tro&#231;o da actual rua D. Frei Caetano Brandao, entre a rua D. Diogo de Sousa e o largo Conselheiro Torres e Almeida, 
            tendo recebido esta designa&#231;&#227;o na sess&#227;o da C&#226;mara de 28.07.1890.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>Domingos Dias</td>
          <td>620 reis e galinhas</td>
          <td>Desde o ano de 1719 que os n&#186; 1 e 2 se encontravam unidos. A frontaria que d&#225; para a Rua Nova de Sousa corresponde ao n&#186;15 da dita rua e &#233; foreira &#224; comenda de S&#227;o Pedro de Merelim. </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Domingos Dias</td>
          <td>270 reis e 2 galinhas</td>
          <td>Desde o ano de 1719 que os n&#186; 1 e 2 se encontravam unidos. A frontaria que d&#225; para a Rua Nova de Sousa corresponde ao n&#186;15 da dita rua e &#233; foreira &#224; comenda de S&#227;o Pedro de Merelim. </td>
        </tr>
        <tr>
          <td>3</td>
          <td>Os herdeiros do Padre Domingos Tinoco</td>
          <td>150 reis e 2 galinhas</td>
          <td>Confronta, de Sul, com parte da mesma casa foreira &#224; Confraria da Trindade, antiga Confraria da Companhia de Jesus e, de Norte, com casa d&#237;zima a Deus</td>
        </tr>
      </table>
    </div>
  </body>
</html>
