<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 25</h2>
      <h2>Nome da rua: Campo de S. Sebasti&#227;o e em Frente do A&#231;ougue</h2>
      <img src="../imagem/MRB-25-CampoDeSSebastiaoEEmFrenteDoAcougue-Poente-A.png" alt="Image at path: ../imagem/MRB-25-CampoDeSSebastiaoEEmFrenteDoAcougue-Poente-A.png"/>
      <p>Campo de S. Sebasti&#227;o - Poente.</p>
      <img src="../imagem/MRB-25-CampoDeSSebastiaoEEmFrenteDoAcougue-Poente-B.png" alt="Image at path: ../imagem/MRB-25-CampoDeSSebastiaoEEmFrenteDoAcougue-Poente-B.png"/>
      <p>Em Frente do Assougue - Poente.</p>
      <p>
                As muralhas da cidade, do lado Oeste, eram rodeadas de dois grandes largos
            abertos no tempo de D. Diogo de Sousa: o 
            campo das Hortas e o campo de S. Sebasti&#227;o. Ligando-os
            e vencendo uma pequena rampa que talvez corresponda ao local de passagem da muralha romana,
            havia a pequena rua denominada Em Frente do A&#231;ougue.
        </p>
      <p>
                Separando-as, estava a rua de S.Miguel o Anjo, continua&#231;&#227;o natural da
            rua de Maximinos. No ponto de encontro destas 4 vias situava-se a
            capela de S. Miguel o Anjo, constru&#237;da em data desconhecida e que 
            D. Diogo de Sousa mandara &#171;ladrilhar&#187;. Nos
            s&#233;c. XVII e seguintes, eram nela que os novos Arcebispos se paramentavam,
             antes de entrar na cidade.
        </p>
      <p>
            Em 1750, esta zona era pouco habitada e j&#225; de arrabalde,com as casas constru&#237;das
            sem qualquer conex&#227;o, havendo at&#233; algumas no campo de S. Sebasti&#227;o
             com aspecto de casa rural.
        </p>
      <p>
            O Mappa mostra-nos s&#243; as constru&#231;&#245;es do lado Poente, embora as houvesse ao lado contr&#225;rio,
            encostadas &#224;s muralhas.
        </p>
      <p>
            Os a&#231;ougues viriam a ser demolidos em 1839, embora j&#225; mal servissem h&#225;
            muito tempo, desde que em 1787 se construiram um novo edif&#237;cio para esse
            fim, em terrnos imediatamente a Sul do prazo n&#186;1, no campo de S. Sebasti&#227;o.
        </p>
      <p>
            Muitas transforma&#231;&#245;es urban&#237;sticas aqui aconteceram, mas todas nos s&#233;c. XIX e XX
            , quando esta zona foi envolvida por novas ruas, tornado-a bem mais central.
        </p>
      <p>
            Hoje j&#225; n&#227;o podemos ver a bela varanda de canto renascentista(?) do prazo n&#186;5, nem quase
            nenhuma das outras casas, nem sequer a capela de S. Miguel o Anjo, transferida para outro local
            da cidade em 1882.
        </p>
      <p>
            De todo este conjunto apenas a terceira casa a Norte do prazo n&#186;11, subsiste, com a
            sua bela varanda de madeira em muit&#237;ssimo mau estado; e a casa grande que faz gaveto 
            com a rua de S. Miguel o Anjo, ent&#227;o pertencente aos C&#243;negos Regrantes de Santa Cruz de Coimbra.
            O cruzeiro, mandado fazer em 1621 por D. Afonso Furtado de Medon&#231;a para o campo das Hortas,
            foi transferido em 1915 para o centro do campo de S. Sebasti&#227;o.
        </p>
      <p>
            Das 7 casas de Em Frente do A&#231;ougue 5 s&#227;o do Cabido e das 17 do campo de S. Sebasti&#227;o
            s&#227;o foreiras ao Cabido 9.
        </p>
      <p>
            Actualmente, Em Frente do A&#231;ougue corresponde &#224; avenida de S. Miguel o Anjo; o campo de
                S. Sebasti&#227;o &#233; partilhado pelo campo das Carvalheiras e rua do Matadouro Velho.
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>D. Ant&#243;nio de Noronha de Mesquita Soares</td>
          <td>400 reis e 2 galinhas</td>
          <td>
                    
                        O enfiteuta &#233; filho de  Garcia de Noronha de Mesquita e Melo e de sua mulher,
                         D. Brites Josefa de Abreu Soares.
                    
                    
                        Esta casa &#233; cabe&#231;a do prazo do lugar ou casal de S. Sebasti&#227;o. Foram feitas diversas escrituras,
                        &#224; face deste prazo, dos n.&#186;1 a 13 da Rua do Arrabalde da Cruz de Pedra e de uma parte do n.&#186;9 da Rua de S. Miguel o Anjo.
                    
                </td>
        </tr>
        <tr>
          <td>2 a 11</td>
          <td>Jacinto de Magalh&#227;es</td>
          <td>350 reis e ... galinhas</td>
          <td>
                    
                        em 1674 o n.&#186;3 e as nove casas que constituiam este prazo foram unidas ao n.&#186;2.
                        A casa n.&#186;2 confronta, do sul, com terreiro da casa n.&#186;1 e, o n.&#186;11, do norte, com casa foreira ao
                        Hospital de S. Marcos
                    
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
