<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 18</h2>
      <h2>Nome da rua: Rua das Chagas</h2>
      <img src="../imagem/MRB-18-RuaDasChagas-nascente.jpg" alt="Image at path: ../imagem/MRB-18-RuaDasChagas-nascente.jpg"/>
      <p>Rua das Chagas - nascente</p>
      <img src="../imagem/MRB-18-RuaDasChagas-poente.jpg" alt="Image at path: ../imagem/MRB-18-RuaDasChagas-poente.jpg"/>
      <p>Rua das Chagas - poente</p>
      <p>
            Art&#233;ria secund&#225;ria, de origem romana, ligava a rua das Travessas com a rua 
            de Maximinos. 
        </p>
      <p>
            Aberta em data indeterminada da Idade M&#233;dia, tinha, em 1750, uma estranha fei&#231;&#227;o 
            pelo aspecto cego que lhe era dado pelas portadas de madeira que protegiam 83,5%
            de todas as suas janelas.
        </p>
      <p>
            Com casas de aspeto pobre, muitas delas sobradadas, s&#243; nos gavetos apresentava 
            constru&#231;&#245;es mais ricas. Curioso &#233;, contudo, o enorme bloco, de empena e telhado comuns,
            que ocupa quase toda a metade Norte do lado Nascente da rua e quase lembra um pr&#233;dio 
            de rendimento dos nossos dias.
        </p>
      <p>
            Chamada primeiro de Triparia, devido ao tipo de carne que aqui se vendia, passou
            a partir de 1593 a ser conhecida pelo nome actual de rua das Chagas.
        </p>
      <p>
            Hoje est&#225; bastante alterada. Com o alargamento das ruas Verde, de Maximinos
            e das Travessas, muitos dos seus pr&#233;dios foram destru&#237;dos, principalmente os 
            situados no lado Poente e no extremo Norte do lado oposto. Assim a rua foi muito 
            encurtada e deixou de desembocar na rua de Maximinos, passando a ter o seu limite na rua 
            D. Frei Caetano Brand&#227;o. A zona que n&#227;o foi mexida, mant&#233;m, contudo, a sua fei&#231;&#227;o arcaica.
        </p>
      <p>
            Das 10 casas do lado Nascente e 13 do Poente, s&#227;o prazos do Cabido 5 e 3 respetivamente.
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>D. In&#225;cia Gomes da Costa</td>
          <td>180 reis e 2 galinhas</td>
          <td>
                    
                        A enfiteuta &#233; filha do Dr. Manuel Gomes da Costa.
                    
                    
                        A serventia d&#225;-se pelo n.&#186; 8 da Rua de Maximinos. 
                    
                    
                        Confronta, do norte, com casa foreira &#224; Igreja de Santiado da Cividade.
                    
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td>D. In&#225;cia Gomes da Costa</td>
          <td>140 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>3</td>
          <td>D. In&#225;cia Gomes da Costa</td>
          <td>240 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>4</td>
          <td/>
          <td/>
          <td>
                    
                        Pertence ao n.&#186; 8 da Rua de Maximinos, para onde tem a frontaria e serventia
                        principais.
                    
                    
                        Confronta do sul com casa foreira &#224; Mitra. 
                    
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td>D. In&#225;cia Gomes da Costa</td>
          <td>340 reis e 2 galinhas</td>
          <td>
                    
                        Confronta, do norte, com casa foreira ao Hospital de Real e, do sul, 
                        com casa foreira ao Hospital de S. Marcos. 
                    
                </td>
        </tr>
        <tr>
          <td>6</td>
          <td>
                    Os herdeiros de D. Mariana de Castro, vi&#250;va de Jacinto de Magalh&#227;es e Meneses,
                    fidalgo da Casa Real e Cavaleiro da Ordem de Cristo
                </td>
          <td>160 reis e 2 galinhas</td>
          <td>
                    
                        Entre os anos de 1508 e 1597 a casa n.&#186; 7 esteve 
                        unida a este prazo.
                    
                </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Bento Leite Pereira</td>
          <td>160 reis e 2 galinhas</td>
          <td>
                    
                        O enfiteuta &#233; filho de Ant&#243;nio Pereira.
                    
                </td>
        </tr>
        <tr>
          <td>8</td>
          <td>Os herdeiros de D. Mariana de Castro</td>
          <td>60 reis e 1 galinha</td>
          <td>
                    
                       Confronta, do sul, com casa foreira ao Hospital de S. Marcos. 
                    
                    
                </td>
        </tr>
        <tr>
          <td>9</td>
          <td>Ant&#243;nio Fernandes, da Rua Nova</td>
          <td>2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>10 e 11</td>
          <td>Miguel Soares, sapateiro, da Rua dos Sapateiros</td>
          <td>110 reis e 2 galinhas</td>
          <td>
                    
                        O enfiteuta &#233; filho de Bento Soares. As casas encontram-se unidas, num s&#243; 
                        prazo, desde o ano de 1602.
                    
                </td>
        </tr>
        <tr>
          <td>12</td>
          <td/>
          <td/>
          <td>
                    
                        Corresponde ao n.&#186; 10 da Rua de Maximinos, para onde tem a frontaria
                        e serventia principais.
                    
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
