<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 14</h2>
      <h2>Nome da rua: Rua de Sta. Maria ou do Po&#231;o</h2>
      <img src="../imagem/MRB-14-RuaDeSMariaOuDoPoco-Nascente.jpg" alt="Image at path: ../imagem/MRB-14-RuaDeSMariaOuDoPoco-Nascente.jpg"/>
      <p>Rua de Sta. Maria ou do Po&#231;o - vista Nascente.</p>
      <img src="../imagem/MRB-14-RuaDeSMariaOuDoPoco-Poente.jpg" alt="Image at path: ../imagem/MRB-14-RuaDeSMariaOuDoPoco-Poente.jpg"/>
      <p>Rua de Sta. Maria ou do Po&#231;o - vista Poente.</p>
      <p>Longa e important&#237;ssima art&#233;ria que ligava a
            Catedral com o terreiro de S. Paulo ou de S. Tiago
            onde existia a principal porta da cidade virada a Sul,
            a Porta de S. Tiago, depois chamada do Col&#233;gio.</p>
      <p>Rua de farta hist&#243;ria foi um eixo fundamental da
            cidade, s&#243; deixando de o ser a partir da data em que
            o centro se mudou para o eixo rua do Souto-Arcada.</p>
      <p>Na Idade M&#233;dia era por aqui que se tinha acesso &#224;
            feira que se fazia algures, junto &#224; porta da muralha,
            no Terreiro de S. Tiago. Nela tamb&#233;m talvez tivesse
            havido um mercado de forragens, pois foi conhecida,
            no s&#233;c. XIV, com o nome de rua da Erva.</p>
      <p>No s&#233;c. XV, instalou-se em casa logo pegada &#224; actual
            Igreja de Santiago, a Sinagoga, sendo arruada esta
            art&#233;ria aos judeus, por decis&#227;o do Senado; a rua
            passou ent&#227;o a ser conhecida como rua da Judiaria.</p>
      <p>Em 1465, pelo menos, foi decidido mudar os judeus
            para uma rua que n&#227;o ficasse t&#227;o pr&#243;xima da S&#233;, pois
            causava m&#225; impress&#227;o haver tantas moradas de &#171;casas
            de hereges&#187; em local t&#227;o pr&#243;ximo da Catedral, ou
            Igreja de Santa Maria de Braga.</p>
      <p>Come&#231;ou ent&#227;o a ser conhecida por rua de Santa Maria
            e, tamb&#233;m, por rua da Judiaria Velha.</p>
      <p>Entretanto instalou-se no cont&#237;guo terreiro de
            S. Tiago o Col&#233;gio de S. Paulo, onde existiram os
            Estudos Gerais.</p>
      <p>No s&#233;c. XVIII, tinha o nome de rua do Po&#231;o, que provinha de um po&#231;o municipal existente quase no
            extremo Noroeste desta art&#233;ria que serviu desde a Idade M&#233;dia at&#233; ao s&#233;c. XIX. A metade Sul, al&#233;m da
            rua das Travessas, foi tamb&#233;m conhecida pelo nome de rua de S. Tiago.</p>
      <p>Alargada em fins do s&#233;c. XIX, manter&#225; a sua import&#226;ncia como eixo. O com&#233;rcio, esse,
            &#233; que n&#227;o voltou.</p>
      <p>Hoje perdeu quase todas as casas que vemos no Mappa; e algumas eram bem interessantes como, por
            exemplo, a casa do prazo n.&#176; 16, com uma bela janela de canto, renascentista.</p>
      <p>Das 18 casas existentes no lado Nascente e 14 do lado Poente eram prazos do
            Cabido 16 e 11 respectivamente.</p>
      <p>Tendo recebido ainda outros nomes, foi em 24 de Fevereiro de 1944
            designada de rua D. Gon&#231;alo Pereira, que mant&#233;m.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td/>
          <td/>
          <td>Corresponde ao n.&#186; 17 da Rua das Oussias, para onde tem a frontaria
                    e serventia principais.</td>
        </tr>
        <tr>
          <td>2</td>
          <td>Padre Jos&#233; Lopes</td>
          <td>420 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>3</td>
          <td>Padre Jos&#233; Lopes</td>
          <td>250 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>4</td>
          <td>Ant&#243;nio Ferreira, moleiro</td>
          <td>125 reis e galinha</td>
          <td>Estas casas, juntamente com o n.&#186; 5
                    foram constru&#237;das depois de 1543, em perten&#231;as
                    do n.&#186;3.</td>
        </tr>
        <tr>
          <td>5 e 6</td>
          <td/>
          <td/>
          <td>Aqui vivem os vig&#225;rio da S&#233;.
                    O Cabido doou o n.&#186; 5 (depois de 1703), e o n.&#186; 6
                    (depois de 1631), aos vig&#225;rios da S&#233;, para sua
                    resid&#234;ncia. A casa n.&#186; 5 foi constru&#237;da em perten&#231;as
                    do n.&#186; 4, a partir do referido ano de 1703.
                </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Dr. Francisco Gomes do Couto</td>
          <td>180 reis e 4 galinhas</td>
          <td>Foi constru&#237;da depois de 1559, em perten&#231;as que
                    foram do n.&#186; 6.</td>
        </tr>
        <tr>
          <td>8 e 9</td>
          <td>Lic. Paulo de Sousa de Magalh&#227;es, de Barcelos</td>
          <td>1270 reis, 6 galinhas e 2 cap&#245;es</td>
          <td>O n.&#186; 8 foi unida, num s&#243; prazo, ao n.&#186; 9.</td>
        </tr>
        <tr>
          <td>10</td>
          <td>Francisco Pereira, alfaiate e sua mulher, Francisca de Campos</td>
          <td>250 reis e 2 cap&#245;es</td>
          <td>O emprazamento foi feito no ano de 1727.</td>
        </tr>
        <tr>
          <td>11</td>
          <td>Manuel Francisco, tratante, e sua mulher, Teresa Antunes</td>
          <td>210 reis e 4 galinhas</td>
          <td>A designa&#231;&#227;o de &#171;Casa do Po&#231;o&#187; adv&#233;m-lhe do po&#231;o que possuia junto &#224; rua.</td>
        </tr>
        <tr>
          <td>12</td>
          <td>Padre Diogo da Rocha</td>
          <td>110 reis e 1 cap&#227;o</td>
          <td>Foi constru&#237;da depois de 1727, em perten&#231;as do n.&#186; 5,
                    da rua Pequena.</td>
        </tr>
        <tr>
          <td>13, 14 e 15</td>
          <td/>
          <td/>
          <td>Correspondem ao n.&#186; 7 da travessa que vai da Rua de Santa
                    Maria ou do Po&#231;o para a do Forno, para onde t&#234;m a frontaria e
                    serventia principais. O n.&#186; 13 foi unido, num s&#243; prazo, ao n.&#186; 14,
                    depois do ano de 1561. Posteriormente, no ano de 1672, foram unidas
                    ao n? 15. Em 1681, foram feitas escrituras de sub-emprazamento das
                    casas 13 e 14, &#224; face do n.&#186; 15.</td>
        </tr>
        <tr>
          <td>16</td>
          <td/>
          <td/>
          <td>Corresponde ao n.&#186; 6 da travessa que vai da Rua de Santa
                    Maria ou do Po&#231;o para a do Forno, para onde t&#234;m a frontaria e
                    serventia principais.</td>
        </tr>
        <tr>
          <td>17</td>
          <td>D. Bernarda In&#225;cia Pereira Pimentel, vi&#250;va de Jos&#233; de Coimbra e Andrade, da cidade de Braga</td>
          <td>80 reis e 1 galinha</td>
          <td>O emprazamento &#233; de 1744. Foi constru&#237;da em perten&#231;as do
                    n.&#186; 16, depois do ano de 1524. Confronta, do sul, com o Hospital de 
                    Santiago ou das Velhas, do morgado de Real.</td>
        </tr>
        <tr>
          <td>18</td>
          <td>Os herdeiros de Manuel Machado, alfaiate</td>
          <td>170 reis e 1 galinha</td>
          <td>Confronta, do sul, com casa foreira &#224; comenda de Riofrio.</td>
        </tr>
        <tr>
          <td>19</td>
          <td/>
          <td/>
          <td>A casa &#233; foreira &#224; obra da S&#233;.
                    S&#227;o enfiteutas, os herdeiros de Manuel Nogueira, sapateiro,
                    que pagam de foro 120 reis.</td>
        </tr>
        <tr>
          <td>20</td>
          <td>Padre Cust&#243;dio Correira, vig&#225;rio de Santiago</td>
          <td>680 reis e 2 galinhas</td>
          <td>O enfiteuta herdara este prazo de seu tio,
                    o Padre Jo&#227;o Correia, vig&#225;rio da Igreja de Santiago da Cividade.</td>
        </tr>
        <tr>
          <td>21</td>
          <td>Os herdeiros de Francisco de Almeida Cabral,
                    meirinho do Secular da cidade de Braga</td>
          <td>700 reis e 4 galinhas </td>
          <td>A este prazo pertencem as casas n.&#186;s 1 e 2 da travessa que vai da Rua do Po&#231;o para a de D. Gualdim.
                    Confronta, do norte, com a dita travessa. No ano de 1609 o n.&#186; 2 da mesma travessa foi unido, num s&#243; prazo, ao n.&#186; 21.
                </td>
        </tr>
        <tr>
          <td>22</td>
          <td>Dr. Francisco Gomes do Couto</td>
          <td>340 reis e 2 galinhas</td>
          <td>O n.&#186; 23 foi constru&#237;do em perten&#231;as do n&#176; 22, no ano de 1543.</td>
        </tr>
        <tr>
          <td>23</td>
          <td>Dr. Francisco Gomes do Couto</td>
          <td>600 reis e 4 galinhas</td>
          <td>O n.&#186; 23 foi constru&#237;do em perten&#231;as do n&#176; 22, no ano de 1543.</td>
        </tr>
        <tr>
          <td>24</td>
          <td>Os herdeiros do C&#243;nego Bento da Silva Teles</td>
          <td>720 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>25</td>
          <td>C&#243;nego Francisco da Silva Teles</td>
          <td>900 reis e 4 galinhas</td>
          <td>O enfiteuta foi sobrinho e herdeiro do C&#243;nego Bento da Silva Teles.</td>
        </tr>
        <tr>
          <td>26</td>
          <td>Dr. Francisco Gomes do Couto</td>
          <td>90 reis e 1 galinha</td>
          <td>Estiveram unidas, num s&#243; prazo, entre os anos de 1554 e 1670.</td>
        </tr>
        <tr>
          <td>27</td>
          <td>Dr. Francisco Gomes do Couto</td>
          <td>140 reis e 1 galinha</td>
          <td>Estiveram unidas, num s&#243; prazo, entre os anos de 1554 e 1670.</td>
        </tr>
        <tr>
          <td>28</td>
          <td>Ant&#243;nio de Campos Peixoto</td>
          <td>290 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>29 e 30</td>
          <td>Tomaz de Ara&#250;jo e Brito, Abade</td>
          <td>600 reis e 6 galinhas</td>
          <td>Est&#227;o unidas, num s&#243; prazo, desde o ano de 1574.
                    Em 1631 foi-lhe incorporada um casa, d&#237;zima a Deus, que o
                    Mestre Escola, Crist&#243;v&#227;o de Matos, doara ao Cabido. A casa n.&#186; 30
                    confronta, do norte, com casa foreira &#224; capela de S. Bento, a qual
                    fica situada debaixo do coro da S&#233;.</td>
        </tr>
        <tr>
          <td>31</td>
          <td/>
          <td/>
          <td>Corresponde ao n.&#186; 1 da Pra&#231;a do P&#227;o, para onde tem a frontaria e serventia principais.</td>
        </tr>
      </table>
    </div>
  </body>
</html>
