<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 3</h2>
      <h2>Nome da rua: Rua dos A&#231;ougues velhos</h2>
      <img src="../imagem/MRB-03-RuaDosAcouguesVelhos-nascente.PNG" alt="Image at path: ../imagem/MRB-03-RuaDosAcouguesVelhos-nascente.PNG"/>
      <p>Rua dos A&#231;ougues Velhos - vista nascente. </p>
      <img src="../imagem/MRB-03-RuaDosAcouguesVelhos-poente.PNG" alt="Image at path: ../imagem/MRB-03-RuaDosAcouguesVelhos-poente.PNG"/>
      <p>Rua dos A&#231;ougues Velhos - vista poente. </p>
      <p>Pequenina rua que liga a fachada da S&#233; com a rua Nova.</p>
      <p>Aberta possivelmente na Idade Media nela existiram ate ao sec. XV os a&#231;ougues da cidade. Nessa data a rua era mais longa, prolongando-se at&#233; quase ao in&#237;cio da rua do Po&#231;o.</p>
      <p>Actualmente poucas altera&#231;&#245;es de peso h&#225; nesta rua quanto ao Mappa e nenhuma respeitante ao seu tamanho e largura. O edif&#237;cio pertencente &#224; S&#233; foi por&#233;m substancialmente aumentado em altura, apresentando-se hoje radicalmente diferente.</p>
      <p>Pena foi que as casas dos prazos n.&#176; 3 e 4 desta rua, ja em 1750 com um s&#243; inquilino, tivessem sido destru&#237;dos, pois apresentavam uma curios&#237;ssima janela de canto e um jogo de telhados estranho.</p>
      <p>Das duas casas do lado Norte e 6 do Sul pertenciam ao Cabido 1 e 6 respectivamente.</p>
      <p>N&#227;o sabemos quando o seu nome mudou para a rua do Cabido. No mapa de 1857 tem ainda o nome de Travessa dos A&#231;ougues Velhos.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td/>
          <td/>
          <td>Corresponde &#224; casa n&#186;16 da Pra&#231;a do P&#227;o para onde tem a frontaria e serventia principais. </td>
        </tr>
        <tr>
          <td>2,3,4</td>
          <td>Padre Francisco Xavier de Campos</td>
          <td>610 reis e 1 cap&#227;o</td>
          <td>Estas casas foram constru&#237;das depois de 1550, em perten&#231;as do n&#186;16, da Pra&#231;a do P&#227;o e, desde o ano de 1725, constituem um s&#243; prazo.</td>
        </tr>
        <tr>
          <td>5</td>
          <td>Teresa Tom&#225;sia, vi&#250;va de Agostinho Marques da Silva, ourives</td>
          <td>105 reis e 1 galinha</td>
          <td>A &#250;ltima porta do n&#186;6, para o lado do norte, &#233; serventia do n&#186;7 da rua Nova. Encontram-se unidas desde o ano de 1641.</td>
        </tr>
        <tr>
          <td>6</td>
          <td>Teresa Tom&#225;sia, vi&#250;va de Agostinho Marques da Silva, ourives</td>
          <td>120 reis e 1 galinha</td>
          <td>A &#250;ltima porta do n&#186;6, para o lado do norte, &#233; serventia do n&#186;7 da rua Nova. Encontram-se unidas desde o ano de 1641.</td>
        </tr>
        <tr>
          <td>7 e 8</td>
          <td/>
          <td/>
          <td>Desde do ano 1644 que correspondem ao n&#186;5 da Rua Nova de Sousa, para onde t&#234;m a frontaria e serventia principais.</td>
        </tr>
        <tr>
          <td>9</td>
          <td>Pedro Pereira</td>
          <td>40 reis e 1 galinha</td>
          <td>Foi demolida para alargamento das casas do Cabido, depois do ano de 1793.</td>
        </tr>
      </table>
    </div>
  </body>
</html>
