<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 24</h2>
      <h2>Nome da rua: Rua da Vielinha</h2>
      <img src="../imagem/MRB-24-RuaDaVielinha-nascente.jpg" alt="Image at path: ../imagem/MRB-24-RuaDaVielinha-nascente.jpg"/>
      <p>Rua da Vielinha - nascente.</p>
      <img src="../imagem/MRB-24-RuaDaVielinha-poente.jpg" alt="Image at path: ../imagem/MRB-24-RuaDaVielinha-poente.jpg"/>
      <p>Rua da Vielinha - poente.</p>
      <p>Pequena e estreit&#237;ssima art&#233;ria que ligava a Rua de Maximinos com o
            rexio da Pra&#231;a.</p>
      <p>Acompanhando a muralha que a faceia parcialmente, tem o prazo do Cabido mais antigo,
            com data de 1515.</p>
      <p>Com uma configura&#231;&#227;o esquisita, tinha em 1750 as casas do lado Poente,
            que escontavam &#224; muralha, de bastante boa qualidade, havendo em 4 delas varandas (de
            madeira?) e gelosias. Com excep&#231;&#227;o de uma, todas eram sobradadas.</p>
      <p>Quase ins&#243;lita &#233; a exist&#234;ncia de uma capela, sobre as casas, talvez at&#233; sobre a
            muralha, e sensivelmente a meio da rua, de que n&#227;o conhecemos nenhuma refer&#234;ncia
            escrita.</p>
      <p>Do lado Nascente, as casas s&#227;o de diferentes pisos, com bastante mau desenho de
            fachada; as janelas eram tapadas por portadas de madeira. H&#225; uma, por&#233;m, com um desenho
            estranh&#237;ssimo e com uma linha de empena extremamente irregular.</p>
      <p>A meio deste lado havia um pequeno beco que levava a uma casa.</p>
      <p>Penso ser a designa&#231;&#227;o de Vielinha bastante mais correcta que a actual de Violinha,
            que, ali&#225;s, deve ter origem no top&#243;nimo antigo.</p>
      <p>Das 8 casas do lado Nascente e 7 do Poente, eram prazos do Cabido 6 do
            Nascente.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>Os herdeiros de Filipa Francisca, mulher de Francisco de Freitas</td>
          <td>20 reis</td>
          <td>
                    Foi perten&#231;a do n.&#186; 15 da Rua dos Sapateiros.
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td/>
          <td/>
          <td>
                    Esta casa pertence &#224; obra da S&#233;, a quem os herdeiros de Domingos de Ara&#250;jo, caminheiro, e sua mulher,
                            Catarina Gon&#231;alves, lhe pagam de foro
                        80 reis. Esteve integrada no prazo de uma casa da
                        Rua dos Sapateiros.
                </td>
        </tr>
        <tr>
          <td>3</td>
          <td>Manuel da Silva, padeiro</td>
          <td>10 reis e 1 galinha</td>
          <td>
                    Pertenceu ao n.&#186; 15 da Rua dos Sapateiros.
                </td>
        </tr>
        <tr>
          <td>4</td>
          <td>Vid. casa n.&#186; 12, da Rua dos Sapateiros (rua n.&#186; 23).</td>
          <td/>
          <td>
                    Encontra-se subemprazada aos herdeiros de Manuel
                            Coelho de Ara&#250;jo, tratante, e sua mulher, Maria da Costa. Faz parte do prazo da casa n.&#186;
                        12, da Rua dos Sapateiros, &#224; qual paga de foro 2000
                        reis.
                    Corresponde a duas casas pequenas, situadas na &#171;agiela&#187; da
                        Rua da Vielinha, da parte norte.
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td/>
          <td/>
          <td>
                    Corresponde ao n.&#186; 13 da Rua dos Sapateiros.
                    Confronta, do norte, com a agiela da Rua da Vielinha e, do
                        sul, com parte da casa n.&#186; 18 da Rua de Maximinos.
                </td>
        </tr>
        <tr>
          <td>6</td>
          <td/>
          <td/>
          <td>
                    Corresponde ao n.&#186; 18 da Rua de Maximinos, para onde tem a
                        frontaria e serventia principais.
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
