<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 7</h2>
      <h2>Nome da rua:  Loura e Terreiro do Castelo  </h2>
      <img src="../imagem/MRB-07-LouraETerreiroDoCastelo.JPG" alt="Image at path: ../imagem/MRB-07-LouraETerreiroDoCastelo.JPG"/>
      <p>Loura e Terreiro do Castelo.</p>
      <p>Pequena art&#233;ria que, partindo da igreja dos Terceiros, contornava a cidadela medieval, at&#233; &#224; rua do Souto.</p>
      <p>Segundo Alberto Feio, a constru&#231;&#227;o da cidadela deu origem a um pequeno largo que tomou o nome de Terreiro do Castelo. No s&#233;c. XVII dever&#225; ter sido aberta a Loura, uma vez que na planta de Braunio ainda n&#227;o figura.</p>
      <p>Da sua hist&#243;ria,que dever&#225; ter sido rica, pouco sabemos; e n&#227;o vamos falar aqui da vida do Castelo.</p>
      <p>Entre 1690 e 1733 foi constru&#237;da a igreja do Terceiros, da Vener&#225;vel Ordem Terceira de S. Francisco que, embora j&#225; esteja fora desta rua, nela intervir&#225; com a constru&#231;&#227;o da casa do Definit&#243;rio, em 1758.</p>
      <p>De 1750 at&#233; aos nossos dias perdeu-se na Loura o magn&#237;fico port&#227;o de pedra e no seu lugar foi edificada uma boa casa, que tem data de 1824; e no local do prazo n&#186; 3 foram edificadas casas "estilo Portugu&#234;s Suave". Os pr&#233;dios do Terreiro do Castelo foram todos alterados no s&#233;c. XX.</p>
      <p>Do lado oposto, ap&#243;s a destrui&#231;&#227;o da cidadela em 1905 come&#231;ou a ser constru&#237;do o edif&#237;cio que ainda agora se v&#234;, projectado pelo arquitecto Marques da Silva. </p>
      <p>A rua, contudo, mant&#233;m ainda o recanto entre as casas dos prazos 2 e 3, embora de forma menos acentuada.</p>
      <p>Das 10 casas, desta rua, 3 eram prazos do Cabido. </p>
      <p>Estas duas art&#233;rias t&#234;m hoje o nome comum de rua do Castelo.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>Manuel Ribeiro Pereira</td>
          <td>350 reis</td>
          <td>
                    A casa n&#186; 1 confronta, do sul, com casa foreira &#224; confraria de S. Jo&#227;o do Souto. </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Manuel Ribeiro Pereira</td>
          <td>100 reis e 1 galinha </td>
          <td>A casa n&#186; 1 confronta, do sul, com casa foreira &#224; confraria de S. Jo&#227;o do Souto.</td>
        </tr>
        <tr>
          <td>3</td>
          <td>Dr.Ant&#243;nio Fernandes do Vale, m&#233;dico  </td>
          <td>100 reis e 4 galinhas</td>
          <td> Antes de 1480 funcionou aqui o "Forno da Vila"
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
