<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 33</h2>
      <h2>Nome da rua: Campo de S. Tiago</h2>
      <img src="../imagem/MRB-33-CampoDeSTiagoRuaDoAnjo-primeira.jpg" alt="Image at path: ../imagem/MRB-33-CampoDeSTiagoRuaDoAnjo-primeira.jpg"/>
      <p>Campo de S&#227;o Tiago - Sul</p>
      <img src="../imagem/MRB-33-CampoDeSTiagoRuaDoAnjo-segunda.jpg" alt="Image at path: ../imagem/MRB-33-CampoDeSTiagoRuaDoAnjo-segunda.jpg"/>
      <p>Rua do Anjo - Sul.</p>
      <p>
            Grande largo mandado abrir por D. Diogo de Sousa, em frente &#224; porta da muralha que tem o mesmo nome.
        </p>
      <p>
            Ponto de chegada da estrada do Porto, que subia a rua dos Pelames, este campo passou a ter uma maior import&#226;ncia a partir da constru&#231;&#227;o das novas instala&#231;&#245;es do Col&#233;gio de S. Paulo (na d&#233;cada de 1560-1570) sobre a muralha, no local onde agora se encontra o Semin&#225;rio de Santiago. Este edif&#237;cio, contudo, tinha apenas duas fiadas corridas de janelas abertas para ele.
        </p>
      <p>
            Rapidamente todo este espa&#231;o foi preenchido. Com D. Frei Bartolomeu dos M&#225;rtires a zona envolvente ao Col&#233;gio (ruas dos Pelames, rua S. Paulo, largo de S. Paulo e campo de S. Tiago) foi limpa das prostitutas e dos ociosos que a&#237; habitavam, para neles poderem viver, em melhor ambiente, os estudantes que chegaram a atingir um n&#250;mero m&#225;ximo de 2000 alunos.
        </p>
      <p>
            Em 1623 a C&#226;mara mandou construir uma fonte &#171;c&#234;rca da torre e porta de S. Tiago e em frente da rua dos Pellames&#187;, que foi removida em 1745, por determina&#231;&#227;o do Arcebispo D. Jos&#233; de Bragan&#231;a, fazendo-se ent&#227;o o actual chafariz.
        </p>
      <p>
            Em 1759, com a expuls&#227;o dos Jesu&#237;tas, a quem fora confiado o ensino neste col&#233;gio, o campo de S. Tiago dever&#225; ter perdido grande parte da sua vida.
        </p>
      <p>
            Em 1750 no lado Sul deste largo havia onze casas, todas prazos do Cabido, que se podiam dividir em tr&#234;s grupos: um, mais pobre, (casas dos prazos 5 a 11) de desenho de fachada simples, com janelas do tipo bracarense, parcialmente cobertas por gelosias; outro (casas dos prazos 2 a 4) mais cuidado, com portas com rebordo saliente e frisos, tamb&#233;m de pedra, sobre as janelas; e o terceiro, formado pela bel&#237;ssima casa dos Falc&#245;es Cota, mandada fazer em 1703 pelo C&#243;nego Meira Carrilho, e onde actualmente est&#225; instalado o Governo Civil.
        </p>
      <p>
            Rua extramuros, ao longo da parte Sul da muralha, servia de liga&#231;&#227;o entre os campos de S. Tiago e dos Rem&#233;dios, ambos abertos por D. Diogo de Sousa.
        </p>
      <p>
            Esta rua cujas &#171;...casas ccom seus quintais que do ano de 1540 para diante se come&#231;aram a edificar...&#187; seria tamb&#233;m uma consequ&#234;ncia, embora indirecta, da obra daquele grande arcebispo.
        </p>
      <p>
            Tendo do lado Norte casas que encostavam &#224; muralha e que talvez fossem prazos da C&#226;mara, estava, j&#225; em 1594, totalmente edificada na parte Sul conforme se v&#234; no mapa de Braunio.
        </p>
      <p>
            Lentamente se ter&#225; mudado o estatuto social dos seus moradores. &#201; que embora haja hoje em dia muitos edif&#237;cios do s&#233;c. XVII a XIX de grande qualidade, a ponto de a tornar uma das ruas mais interessantes da cidade actual, em 1750, ao lado de apenas 3 casas grandes havia uma s&#233;rie de outras pequenas, do tipo com porta ladeada de janela no piso t&#233;rreo, e que j&#225; vimos ser caracter&#237;stica das ruas secund&#225;rias e mais distantes do centro.
        </p>
      <p>
            No seu extremo nascente, com fachada virada ao campo dos Rem&#233;dios, estava a igreja de Santa Cruz, cujo al&#231;ado lateral Norte faceava inteiramente esta rua.
        </p>
      <p>
            Das 16 casas aqui apresentadas s&#243; uma, a que ficava imediatamente atr&#225;s daquela igreja, n&#227;o era prazo do Cabido.
        </p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td>350 reis e 3 galinhas</td>
          <td>
                    
                        Esta casa &#233; cabe&#231;a do prazo, denominado, &#171;Lugar do Pombal&#187;, que foi feito em 1508 a Maria de Teive, vi&#250;va, e a seu filho Fernando Pertenceu, depois, a Trist&#227;o Pereira de Abreu, da freguesia de Sta. Maria de Muj&#227;o.
                    
                    
                        Posteriormente foi emprazado ao C&#243;nego Francisco de Meira Carilho, a quem sucedeu seu sobrinho neto, Estev&#227;o Falc&#227;o Cotta. &#192; face deste prazo foram feitas escrituras de suemprazamento das casas n&#186; 7 a 13, da cangosta das cruzes.
                     
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Francisco Pinheiro Lobo</td>
          <td>500 reis, 8 alqueires de p&#227;o meado, 2 galinhas e 2 cap&#245;es</td>
          <td>
                    
                        Esta casa &#233; cabe&#231;a de prazo do Campo de Avelar, Figueira e Laranjeira, que foi emprazada em 1524 a Rodrigo de Moura, Escudeiro de Lamego, e a sua mulher, Maria Sotem. Pertenceu a Diogo Lopes de Lemos Le&#227;o, cidad&#227;o de Braga, casado com D. Ant&#243;nia Pereira, de quem foi herdeiro, Francisco Pinheiro Lobo. &#192; face deste prazo foram feitas diversas escrituras de subemprazamento das casas n&#186; 3 a 11 do Campo de Santigo; dos n&#186; 1 a 20, da Rua dos Pelames, e dos n&#186; 1 a 8 da Rua do Alcaide.
                    
                </td>
        </tr>
        <tr>
          <td>3 e 4</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Sebasti&#227;o Afonso, lavrados, casado com Branca Fernandes pagam 300 reis por cada morada, ou seja, 600 reis ao n&#186; 2. Estas casas foram constru&#237;das em 1550.
                    
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Miguel Dias, filho de Salvador Dias da freguesia de Cerv&#227;es, pagam 320 reis ao n&#186; 2. Foi edificada em 1550.
                    
                </td>
        </tr>
        <tr>
          <td>6</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Miguel Dias, filho de Salvador Dias da freguesia de Cerv&#227;es, pagam 320 reis ao n&#186; 2. Foi edificada em 1550.
                    
                </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Jo&#227;o do Rio, alfaiate, casado com Maria Pires pagam 300 reis e 1 galinha ao n&#186; 2. Foi edificada em 1550.
                    
                </td>
        </tr>
        <tr>
          <td>8</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Domingo Pires, carpinteiro, pagam 300 reis e 1 galinha ao n&#186; 2. Foi edificada em 1550.
                    
                </td>
        </tr>
        <tr>
          <td>9</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Jo&#227;o Pires, carpinteiro, casado com Joana Pires, pagam 300 reis e 1 galinha ao n&#186; 2. Foi edificada em 1550.
                    
                </td>
        </tr>
        <tr>
          <td>10</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Francisco Fernandes, carpinteiro, casado com Isabel Fernandes, pagam 200 reis e 1 galinha ao n&#186; 2. Foi edificada em 1636.
                    
                </td>
        </tr>
        <tr>
          <td>11</td>
          <td>Francisco Pinheiro Lobo</td>
          <td/>
          <td>
                    
                        Os herdeiros de Maria de Olvieira, vi&#250;va de Domingos de Matos, pagam 160 reis ao n&#186; 2. Confronta, do poente, com a Rua dos Pelames e, do sul, com o n&#186; 2 da mesma rua. Foi edificada em 1550.
                    
                </td>
        </tr>
        <tr>
          <td>1</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Ant&#243;nio de Ara&#250;jo Ferreira, alfaiate, paga 70 reis, de foro, ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1582.
                   
               </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Os herdeiros de Jer&#243;nimo Portilho, casado com Filipa Gon&#231;alves, pagam 80 reis, de foro, ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1584.
                   
               </td>
        </tr>
        <tr>
          <td>3, 4 e 5</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga foro ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Estes n&#186;, encontram-se unidos, numa s&#243; morada. O n&#186; 4 foi constru&#237;do em 1633 e o n&#186; 5 em 1655.
                   
               </td>
        </tr>
        <tr>
          <td>6</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Os herdeiros de Francisco Gon&#231;alves, violeiro, casado com Ana de Azevedo, pagam 125 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1603.
                   
               </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 125 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo.
                   
               </td>
        </tr>
        <tr>
          <td>8</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Os herdeiros de Salvador Francisco, moleiro, casado com Maria da Silva, pagam 300 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1631.
                   
               </td>
        </tr>
        <tr>
          <td>9</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Os herdeiros do Padre Manuel Machado pagam 305 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1668.
                   
               </td>
        </tr>
        <tr>
          <td>10</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 150 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1558, juntamente com o n&#186; 11, e pagavam 300 reis de foro.
                   
               </td>
        </tr>
        <tr>
          <td>11</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 150 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Esteve unida &#224; casa n&#186; 10.
                   
               </td>
        </tr>
        <tr>
          <td>12</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 100 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1641, juntamente com o n&#186; 13, e pagavam de foro 300 reis.
                   
               </td>
        </tr>
        <tr>
          <td>13</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 100 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo.
                   
                   
                       Esteve unida ao n&#186; 12, constituindo uma s&#243; morada, juntamente com o n&#186; 5 da cangosta das Cruzes.
                   
               </td>
        </tr>
        <tr>
          <td>14</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 400 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Pertence ao prazo o n&#186; 4 da cangosta das Cruzes.
                   
               </td>
        </tr>
        <tr>
          <td>15</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 300 reis e 1 galinha ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1576. Pertence ao prazo o n&#186; 3 da cangosta das Cruzes.
                   
               </td>
        </tr>
        <tr>
          <td>16</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Os herdeiros do c&#243;nego Manuel Antunes pagam 300 reis e 1 galinha ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. Foi constru&#237;da depois de 1630.
                   
               </td>
        </tr>
        <tr>
          <td>17 e 18</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Os herdeiros de In&#225;cio de Azevedo Barbosa pagam 1110 reis por estas casas, (unidas em 1643), ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo.
                   
               </td>
        </tr>
        <tr>
          <td>19</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Paga 200 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo.
                   
               </td>
        </tr>
        <tr>
          <td>20</td>
          <td>Estev&#227;o Falc&#227;o Costa</td>
          <td/>
          <td>
                   
                       Os herdeiros de Bento Aranha de Brito, abade de S. Cosme, pagam 330 reis ao enfiteuta principal do prazo do campo ou lugar de Castelo Rodrigo. O emprazamento foi feito em 1663. Confronta, do sul, com o Campo de Santiago.
                   
               </td>
        </tr>
        <tr>
          <td>21 a 27</td>
          <td/>
          <td/>
          <td>
                   
                       Pertenceram ao prazo do campo ou lugar de Castelo Rodrigo. Foram demolidas antes de 1715, &#171;ficando o enfiteuta principal obrigado a sub-rogar ao cabido outra em seu lugar&#187;.
                   
                   
                       O cabido recebeu, assim, do C&#243;nego Francisco de Meira Carrilho, enfiteuta principal, em troca dos n&#186; 25, 26 e 27, a casa n&#186;7 da Rua dos Ch&#227;os de Baixo, bem como 30.000 reis que andavam a juro, &#171;para satisfa&#231;&#227;o de algum preju&#237;zo, que pudesse haver nesta subroga&#231;&#227;o&#187;.
                   
               </td>
        </tr>
      </table>
    </div>
  </body>
</html>
