<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 2</h2>
      <h2>Nome da rua: Rua Nova</h2>
      <img src="../imagem/MRB-02-RuaNova-norte.png" alt="Image at path: ../imagem/MRB-02-RuaNova-norte.png"/>
      <p>Rua Nova - vista norte. </p>
      <img src="../imagem/MRB-02-RuaNova-sul.png" alt="Image at path: ../imagem/MRB-02-RuaNova-sul.png"/>
      <p>Rua Nova - vista sul. </p>
      <p>
            Eixo fundamental da cidade, na sequencia da rua do Souto, define com ela a metade Norte e a metade Sul de Braga.</p>
      <p>Alargada no tempo de D. Diogo de Sousa, 
            ligava a rua do Souto com o Campo das Hortas, atrav&#233;s de uma abertura, feita nessa data na muralha, a Porta Nova. Esta porta viria a ser alterada na sua 
            arquitectura, em 1772, segundo um desenho atribu&#237;do a Andr&#233; Soares.</p>
      <p>Rua de primordial importancia, nela se situava, de Este para Oeste, a igreja da Miseric&#243;rdia, 
            a casa brasonada de familiares de D. Jorge da Costa,cardeal de Alpedrinha e uma fonte (aberta por D. Diogo de Sousa e reconstruida por D. Frei Agostinho de Jesus).</p>
      <p>Mais importante ainda e o facto de ser por esta rua que os novos Arcebispos faziam a sua entrada solene na cidade sempre corn grande pompa e festejos.</p>
      <p>0 Mappa mostra-nos uma rua repleta de gelosias, uma forma de fechar as janelas e portas de varandas muito comuns (das casas da burguesia comercial?)-,bastantes 
            edif&#237;cios de tr&#234;s pisos e algumas mesmo de quatro; e muitas com varandas.</p>
      <p>No extremo so ficava um pequeno mercado coberto, a Pracinha, espa&#231;o aberto tambem por 
                D. Diogo de Sousa, que ao longo dos tempos, e ate 1750, teve os nomes de pra&#231;a da Hortalice, pra&#231;a do Pescado e pra&#231;a do P&#227;o, designa&#231;&#245;es que mostram bem a 
            actividade economica que nela se praticava.</p>
      <p>Uma significativa perda de import&#226;ncia comercial e social dever&#225; ter acontecido a partir da data de mudan&#231;a do centro 
                comercial da cidade, da zona da S&#233; para a da Arcada.</p>
      <p>A rua Nova corresponde hoje exactamente &#224; rua de D. Diogo de Sousa; a Pracinha mant&#233;m tamb&#233;m o tradicional 
            sentido topon&#237;mico, com o nome de pra&#231;a Velha. Com 27 casas de cada lado pertenciam ao Cabido 13 do lado Norte e 1 do lado Sul.</p>
      <p>Hoje esta rua mant&#233;m ainda muitas 
            das casas que apresentava em 1750. As que foram alteradas correspondem, por&#233;m, a uma tipologia de pisos e aberturas de fachada semelhantes; s&#243; as gelosias 
            desapareceram integralmente. A fonte foi tapada em finais do seculo passado.</p>
      <p>A Pracinha viu os seus edif&#237;cios crescer em altura, sobretudo do lado Este e o mercado 
            coberto foi retirado em data que desconhecemos.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td/>
          <td/>
          <td>&#201; morada dos Sacrist&#227;os da S&#233;. Parte desta casa pertence &#224; obra da S&#233; e a restante
                &#224; Irmandade da Miseric&#243;rdia. A parte da obra da S&#233; confronta, de nascente, com casas da dita Irmandade (antigas
                casas foreiras &#224; Capela da senhora da Gl&#243;ria) e, de poente, com a casa n&#186;2. O prazo
                era constitu&#237;do por casa, com &#234;nxido ao redor da capela da Senhora da Piedade de Jesus da Miseric&#243;rdia.</td>
        </tr>
        <tr>
          <td>2</td>
          <td>Jo&#227;o Gomes da Cruz, ourives, e sua mulher, Ang&#233;lica Maria de Ara&#250;jo</td>
          <td>120 reis e 1 galinha</td>
          <td/>
        </tr>
        <tr>
          <td>3</td>
          <td>Rosa Vit&#243;ria, vi&#250;va de Jo&#227;o da Silva</td>
          <td>70 reis e 2 galinhas</td>
          <td/>
        </tr>
        <tr>
          <td>4</td>
          <td>Manuel Pereira Tadim</td>
          <td> 50 reis e 1 galinha</td>
          <td>Confronta, de poente, com casa que se situa nos antigos a&#231;ouges.</td>
        </tr>
        <tr>
          <td>5</td>
          <td>Teresa Tom&#225;sia, vi&#250;va de Agostinho Marques da Silva, ourives.</td>
          <td>200 reais e 2 galinhas</td>
          <td> A casa n&#186;6 foi constru&#237;da depois do ano de 1543. Desde o ano de 1644 que as casas n&#186;7 e 8 da Rua dos A&#231;ougues Velhos, por baixo do n&#186;6.Foi
                constru&#237;da em 1543, em perten&#231;as do prazo da casa n&#186;5. No ano de 1641 foram-lhe unidas as traseiras do n&#186;5 da Rua dos A&#231;ougues Velhos.</td>
        </tr>
        <tr>
          <td>6</td>
          <td>Teresa Tom&#225;sia, vi&#250;va de Agostinho Marques da Silva, ourives.</td>
          <td>50 reis e 1 galinha</td>
          <td> A casa n&#186;6 foi constru&#237;da depois do ano de 1543. Desde o ano de 1644 que as casas n&#186;7 e 8 da Rua dos A&#231;ougues Velhos, por baixo do n&#186;6.Foi
                    constru&#237;da em 1543, em perten&#231;as do prazo da casa n&#186;5. No ano de 1641 foram-lhe unidas as traseiras do n&#186;5 da Rua dos A&#231;ougues Velhos.</td>
        </tr>
        <tr>
          <td>7</td>
          <td>Ant&#243;nio Fernandes Veloso, ourives de prata, e sua mulher, Assun&#231;&#227;o Vieira</td>
          <td>60 reis e 1 galinha</td>
          <td>Confronta, de poente, com casa for. ao morgado de Real.Possui uma porta de serventia para a Rua dos A&#231;ougues Velhos, por baixo do n&#186;6.Foi constru&#237;da em 1543
                 , em perten&#231;as do prazo da casa n&#186;5.No ano de 1641 foram-lhe unidas as traseiras do n&#186;5 da Rua dos A&#231;ougues Velhos.</td>
        </tr>
        <tr>
          <td>8</td>
          <td> Vid. casa n&#186;32, Rua de Maximinos(rua n&#186;22).</td>
          <td/>
          <td>Foi constru&#237;da, depoisde 1707, no lugar de uma cozinha pertencente ao n&#186;10, ao qual paga, de pens&#227;o ou foro, 60 reis. Confronta, do nascente, com o n&#186;8 e , de poente, com parte da casa n&#186;10. &#201; subenfiteuta Bento de S&#225;, casado com  Francisca da Silva .</td>
        </tr>
        <tr>
          <td>9</td>
          <td>Vid. casa n&#186;10.</td>
          <td/>
          <td>Foi constru&#237;da depois de 1725, no lugar de uma cozinha pertencente ao n&#186;10, ao qual paga, de pens&#227;o ou foro, 60 reis.Confronta, do nascente, com o n&#186;8 e, de poente, com parte da casa n&#186;10. &#201; subenfiteuta Bento de S&#225;, casado com Francisca da Silva.</td>
        </tr>
        <tr>
          <td>10</td>
          <td>Lu&#237;sa da Rocha</td>
          <td>260 reis e ...galinhas</td>
          <td>Parte desta casa &#233; foreira &#224; Mitra.
                Confronta, de nascente, com a parte da Mitra.</td>
        </tr>
        <tr>
          <td>11</td>
          <td>Lic.Cust&#243;dio de Azevedo Proen&#231;a</td>
          <td>340 reis e galinhas</td>
          <td>Encontram-se unidas desde o ano de 1692</td>
        </tr>
        <tr>
          <td>12</td>
          <td>Lic.Cust&#243;dio de Azevedo Proen&#231;a</td>
          <td>420 reis e 2 galinhas</td>
          <td>Encontram-se unidas desde o ano de 1692</td>
        </tr>
        <tr>
          <td>13</td>
          <td>Lic. Henrique Ferreira Carmo</td>
          <td>300 reis e 2 galinhas</td>
          <td>Confronta, de poente, com a Rua dos Sapateiros. </td>
        </tr>
        <tr>
          <td>14</td>
          <td>Vid. casa n&#186;1 da Rua do Campo(rua n&#186;1).</td>
          <td/>
          <td>Foi constru&#237;da, depois do ano de 1719, numa parte da casa n&#186;15 e no lugar de uma cozinha do n&#186;1 da Rua do Campo, &#224;s quais paga, de pens&#227;o ou foro, respetivamente, 200 reis e 1 galinha, e 110 reis. S&#227;o subenfiteutas Andr&#233; Carvalho, tratante, e sua mulher, Luisa da Costa.
                </td>
        </tr>
        <tr>
          <td>15</td>
          <td/>
          <td/>
          <td>Corresponde ao n&#186;1 da Rua do Campo, para onde se tem a fronteira e serventia principais.A frontaria que d&#225; para a Rua Nova de Sousa &#233; foreira, &#224; comenda de S. Pedro de Merelim.</td>
        </tr>
      </table>
    </div>
  </body>
</html>
