<html>
  <head>
    <style>
        body {
          font-family: Arial, sans-serif;
          margin: 0;
          padding: 0;
          background-color: #f8f8f8;
        }
        .container {
          max-width: 800px;
          margin: 20px auto;
          background-color: #fff;
          padding: 20px;
          border-radius: 8px;
          box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }
        h1 {
          text-align: center;
          margin-bottom: 20px;
        }
        h2 {
          margin-top: 30px;
        }
        table {
          width: 100%;
          border-collapse: collapse;
          margin-bottom: 20px;
        }
        table, th, td {
          border: 1px solid #ddd;
        }
        th, td {
          padding: 8px;
          text-align: left;
        }
        tr:nth-child(even) {
          background-color: #f2f2f2;
        }
        img {
          max-width: 100%;
          height: auto;
          display: block;
          margin: auto;
          margin-bottom: 10px;
        }
        p {
          margin-bottom: 10px;
        }
      </style>
  </head>
  <body>
    <div class="container">
      <h1>Street Details</h1>
      <h2>Numero de rua: 53</h2>
      <h2>Nome da rua: Rua dos Ch&#227;os de Cima</h2>
      <img src="../imagem/MRB-53-RuaDosChaosDeCima-norte.JPG" alt="Image at path: ../imagem/MRB-53-RuaDosChaosDeCima-norte.JPG"/>
      <p>Rua dos Ch&#227;os de Cima - vista norte.</p>
      <img src="../imagem/MRB-53-RuaDosChaosDeCima-sul.JPG" alt="Image at path: ../imagem/MRB-53-RuaDosChaosDeCima-sul.JPG"/>
      <p>Rua dos Ch&#227;os de Cima - vista sul.</p>
      <p>Longa rua, que deveria j&#225; existir na Idade M&#233;dia, ligava a rua dos Ch&#227;os de Baixo com a Igreja de S. Vicente. 
            Tinha tamb&#233;m comunica&#231;&#227;o com as ruas de S. Barnab&#233; e Oliveiras atrav&#233;s de uma viela que corresponde &#224; actual 
            rua de Espanha.</p>
      <p>Aberta em terreno plano, estendia-se no lado Norte por terrenos do casal das Oliveiras e leira da Agra da Escoura, e no Sul,
            pelo casal dos Ch&#227;os ou do Quinteiro, no que respeita &#224;s casas foreiras ao Cabido.</p>
      <p>Formada no Mappa, pelo largo dos Penedos e rua dos Ch&#227;os de Sima, tinha duas fontes. Uma situava-se no centro 
            daquele largo, a outra, de desenho hexagonal, estava no meio da rua, no ponto em que entroncava a j&#225; referida viela que levava &#224;s 
            ruas de S. Barnab&#233; e Oliveiras.</p>
      <p>O largo dos Penedos, apesar dos dois grandes edif&#237;cios que tinha - o do gaveto com a rua do Carvalhal e o do 
            prazo n.&#186; 1 - n&#227;o se n&#227;o se diferen&#231;ava, pela arquitectura, da rua dos Ch&#227;os de Sima.</p>
      <p>Ambas tinham casas de dois pisos (88%) mas de diferentes alturas, que alternavam, por vezes, com outras de tr&#234;s (10,3%); tinha desenhos de 
            fachada d&#237;spares onde predominava contudo, a casa do tipo com porta ladeada por janela no piso t&#233;rreo (57%). Curiosamente, v&#234;m-se aqui alguns 
            edif&#237;cios com amplas portas no piso da entrada, a possibilitar boa ilumina&#231;&#227;o natural para a pr&#225;tica do com&#233;rcio.</p>
      <p>Algumas casas t&#234;m j&#225; um desenho bem moderno (casas dos prazos n.&#186;s 1, 30, 111), por vezes conjugado com gelosias (13, 47) que ali&#225;s aqui aparecem 
            com alguma quantidade. As janelas s&#227;o, predominantemente, do tipo bracarense. Das 60 casas do lado Norte e 69 do Sul (a que se devem acrescentar 3 
            na viela), s&#227;o prazos do Cabido 52 e 56 (+3), respectivamente. Desde cerca de 1860-70 que passou a ser mais conhecida como 
            rua de S. Vicente.</p>
      <table>
        <tr>
          <th>N&#250;mero</th>
          <th>Enfiteuta</th>
          <th>Foro</th>
          <th>Descri&#231;&#227;o</th>
        </tr>
        <tr>
          <td>1</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Am&#243;nia Francisca, solteira, pagam 200 reis ao enfiteuta do prazo do 
                        casal das Oliveiras. Fica situada no lugar dos Penedos.
                </td>
        </tr>
        <tr>
          <td>2</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Ant&#243;nio Francisco, casado com Sebastiana Ferreira, 
                        pagam 240 reis ao enfeiteuta do prazo do casal das Oliveiras. Fica situada no lugar dos Penedos e esteve 
                        unida ao n&#176; 1 entre os anos de 1679 e 1710.
                </td>
        </tr>
        <tr>
          <td>3</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Maria Francisca, vi&#250;va de Jo&#227;o Martins, pagam 300 
                        reis ao enfiteuta do prazo do casal das Oliveiras. Fica situada no lugar dos Penedos.
                </td>
        </tr>
        <tr>
          <td>4</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Cust&#243;dia de Campos, vi&#250;va de Cipriano J&#225;come, 
                        pagam 280 reis ao enfiteuta do prazo do casal das Oliveiras. Fica situada no lugar dos Penedos.
                </td>
        </tr>
        <tr>
          <td>5</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Andr&#233; Nogueira, tratante, pagam 160 reis ao enfiteuta do prazo do 
                        casal das Oliveiras. Fica situada no lugar dos Penedos.
                </td>
        </tr>
        <tr>
          <td>6</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Matias Fernandes, serralheiro, casado com Domingas Nogueira
                    , pagam 135 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>7</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Ana de Oliveira, filha de Jo&#227;o Fernandes
                        e de sua mulher, Ana de Oliveira, pagam 270 reis ao enfiteuta do prazo do 
                        casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>8 e 9</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Padre Domingos Pinheiro, vig&#225;rio de S. Louren&#231;o de Sande, pagam 340 
                        reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>10</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Bento de Faria, da freguesia de Sta. Maria de Moure, pagam 
                        240 reis ao enfeiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>11</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Manuel Pitta de Ortigueira, not&#225;rio apost&#243;lico, casado com 
                        Francisca de Barros, pagam 240 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>12</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Vicente de Ara&#250;jo, da freguesia de Requi&#227;o, casado com
                        Ana Ant&#243;nia, pagam 180 reis ao enfeiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>13</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Jos&#233; Marques, casado com Maria de Ara&#250;jo, 
                        pagam 300 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>14</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Bento Ribeiro, tratante, pagam 280 reis ao enfiteuta do prazo do 
                        casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>15</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Domingos Fernandes de S&#225;, da freguesia de 
                        S. Paio de Pousada, casado com Sabina Vieira, pagam 320 reis ao 
                        enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>16</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Domingos Borges, tratante, casado com Catarina Borges, pagam 320 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>17</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Bento Carvalho, marchante, pagam 270 reis ao enfiteuta 
                        do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>18</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Francisco Marques, alfaiate, casado com Francisca Fraga, pagam 160 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>19</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Manuel de Barros, sapateiro, casado com Marta de Barros, pagam 180 reis ao enfiteuta do prazo do casal das Oliveiras. 
                        Esteve unida ao n.&#176; 18 entre os anos de 1626 e 1679.
                </td>
        </tr>
        <tr>
          <td>20</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Jo&#227;o Ferreira Torres, cutileiro, casado com 
                        Maria de Ara&#250;jo, pagam 320 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>21</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Crist&#243;v&#227;o Francisco, filho de Domingos Francisco, sapateiro, e de sua mulher, &#194;ngela Francisca, 
                        pagam 300 reis ao enfiteuta do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>22</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Maria Borges, vi&#250;va de Manuel Martins, 
                        sapateiro, pagam 350 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>23</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os subenfiteutas pagam foro ao enfiteuta do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>24</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Br&#237;gida de Ara&#250;jo, solteira, pagam 250 reis ao enfiteuta 
                        do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>25</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Ant&#243;nio Ribeiro de S&#225;, tratante, casado com 
                        Joana Tinoco, pagam 750 reis ao enfiteuta do prazo do casal das Oliveiras.
                    
                </td>
        </tr>
        <tr>
          <td>26</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Domingas Francisca, vi&#250;va de Ant&#243;nio da Costa, 
                        ferreiro, pagam 1020 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>27</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Pedro Francisco Rodrigues, casado com Maria de Matos, pagam 360 reis ao enfiteuta do prazo do casal das Oliveiras. Este n&#250;mero 
                        correspondeu, desde os anos de 1626 a 1713, a duas moradas de casas.
                </td>
        </tr>
        <tr>
          <td>28</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Jo&#227;o Rodrigues, tratante, casado com Catarina Gomes, 
                        pagam 160 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>29</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Cipriano da Silva, tratante, casado com 
                        Teresa Correia, pagam 160 reis ao enfiteuta do prazo do casal das Oliveiras. 
                        Esteve unida ao n.&#186; 28 entre os anos de 1710 a 1712.
                </td>
        </tr>
        <tr>
          <td>30</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros do Padre Jos&#233; Pessoa, vig&#225;rio de Palme, pagam 320 reis 
                        ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>31</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Neves Ferreira, vi&#250;va de Jo&#227;o Baptista, 
                        pagam 340 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>32</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Miguel da Costa, da freguesia de S. Crist&#243;v&#227;o de Regalados, 
                        casado com Ursula Baptista, pagam 150 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>33</td>
          <td>Os herdeiros de Gabriel de Ara&#250;jo e Vasconcelos, casado com D. Angela da Fonseca Coutinho, enfiteutas principais do prazo do casal 
                    das Oliveira.</td>
          <td/>
          <td>
                    Os herdeiros de Jer&#243;nimo Carvalho, tratante, casado com 
                        Marta Pereira, pagam 150 reis ao enfiteuta do prazo do casal das Oliveiras.
                </td>
        </tr>
        <tr>
          <td>34</td>
          <td>Francisco de Sousa, casado com Ana Pinheiro</td>
          <td>80 reis</td>
          <td>
                    Os n.&#186;s 34. 35 e 36 foram constru&#237;dos antes de 1568, em perten&#231;as do prazo da leira da Escoura,
                        na freguesia de S. V&#237;tor.
                </td>
        </tr>
        <tr>
          <td>35</td>
          <td>Os herdeiros do Padre Diogo de Matos</td>
          <td>50 reis</td>
          <td>
                    Esteve unida ao n.&#176; 34 at&#233; ao ano de 1634.
                </td>
        </tr>
        <tr>
          <td>36</td>
          <td>Bento Lopes, ferreiro, casado com Ant&#243;nia de Ara&#250;jo</td>
          <td>80 reis</td>
          <td>
                    Esteve unida ao n.&#176; 34 at&#233; ao ano de 1634.
                </td>
        </tr>
        <tr>
          <td>37</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Ant&#243;nio J&#225;come, espadeiro, casado com Catarina Francisca, 
                        paga 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>38</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Domingos Francisco, sapateiro, casado com Isabel da Costa, 
                        paga 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>39</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Ant&#243;nio J&#225;come, espadeiro, casado com Catarina Francisca, 
                        paga 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>40</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Os herdeiros de Francisco de Ara&#250;jo, vi&#250;vo, sapateiro, pagam 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>41</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    O Padre Manuel de Ara&#250;jo, paga 60 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>42</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Os herdeiros de Ana Maria de Andrade, vi&#250;va de Ant&#243;nio Rodrigues,
                        espadeiro, pagam 63 reis, ao n.&#176; 50.
                </td>
        </tr>
        <tr>
          <td>43</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Os herdeiros de Adriano Mendes, vi&#250;vo, pagam 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>44</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Benta Josefa, solteira, filha de Isabel de Ara&#250;jo, vi&#250;va de 
                        Andr&#233; da Costa, paga 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>45</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Bento da Silva, tendeiro, casado com Catarina Rodrigues, 
                        paga 113 reis ao n.&#176; 50.
                </td>
        </tr>
        <tr>
          <td>46</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Maria de Ara&#250;jo, vi&#250;va de Domingos &#193;lvares, tratante, 
                        paga 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>47</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Manuel de Faria de Abreu, espadeiro, casado com Teresa Baptista,
                        paga 117 reis ao n.&#176; 50
                </td>
        </tr>
        <tr>
          <td>48</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Vicente Francisco, alfaiate, casado com Maria de Ara&#250;jo, 
                        paga 63 reis ao n.&#186; 50.
                </td>
        </tr>
        <tr>
          <td>49</td>
          <td>Vid. casa n.&#186; 50.</td>
          <td/>
          <td>
                    Os herdeiros do Padre Manuel Pereira de Ara&#250;jo pagam 205 reis ao n&#176; 50.
                </td>
        </tr>
        <tr>
          <td>50</td>
          <td>Lic. Francisco Pereira de Ara&#250;jo</td>
          <td>200 reis e 2 galinhas</td>
          <td>
                    Esta casa &#233; cabe&#231;a do prazo, denominado, &#171;Leira da Agra da Escoura&#187;. Dele fazem parte v&#225;rias moradas de casas junto &#224; ermida de 
                        S. Vicente, desde o n.&#176; 37 a 49 da Rua dos Ch&#227;os de Cima. No ano de 1584 o emprazamento foi 
                        feito a favor de Marta Fernandes, filha de Ant&#243;nio Fernandes e de
                        Apol&#243;nia Pires.
                </td>
        </tr>
        <tr>
          <td>51</td>
          <td>Lic. Jos&#233; Pereira de Ara&#250;jo</td>
          <td>200 reis e 2 galinhas</td>
          <td>
                    Esta casa &#233; cabe&#231;a do prazo, denominado, &#171;1.&#170; metade da Leira da Escoura&#187;. Dele fazem parte o n.&#176; 52 da Rua dos Ch&#227;os de Cima 
                        e os n.&#186;s 1 a 9 da rua das Palhotas. No ano de 1571 o emprazamento foi feito a favor de 
                        Jo&#227;o Gon&#231;alves, sapateiro da cidade de Braga, casado com 
                        Margarida Fernandes.
                </td>
        </tr>
        <tr>
          <td>52</td>
          <td>Vid. casa n.&#186; 51.</td>
          <td/>
          <td>
                    Geraldo Francisco, ferreiro, casado com Mariana da Silva, 
                        paga 43 reis e 2 galinhas &#224; casa n.&#176; 51. Faz parte deste prazo o n.&#186; 1 da rua das Palhotas.
                </td>
        </tr>
        <tr>
          <td>53</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa.
                </td>
        </tr>
        <tr>
          <td>54</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa.
                </td>
        </tr>
        <tr>
          <td>55</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa.
                        No quintal existe um portal de serventia que se situa em frente &#224;s Teresinhas.
                </td>
        </tr>
        <tr>
          <td>56</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa.
                        No quintal existe um portal de serventia que se situa em frente &#224;s Teresinhas.
                </td>
        </tr>
        <tr>
          <td>57</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa.
                </td>
        </tr>
        <tr>
          <td>58</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n&#176; 62. Foi constru&#237;da, depois de 1577, no lugar de uma antiga devesa. 
                        No quintal encontram-se tr&#234;s moradas de casas t&#233;rreas que se situam em frente da Rua de S. Barnab&#233; e do caminho dos Ch&#227;os 
                            para as Teresinhas.
                </td>
        </tr>
        <tr>
          <td>59</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa. 
                        Situa-se na viela que vai para as ruas de S. Barnab&#233; e das Oliveiras. Foi constru&#237;da antes de 1577.
                </td>
        </tr>
        <tr>
          <td>60</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa. 
                        Situa-se na viela que vai para as ruas de S. Barnab&#233; e das Oliveiras. Foi constru&#237;da antes de 1577.
                </td>
        </tr>
        <tr>
          <td>61</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada na escritura da casa n.&#186; 62. Foi constru&#237;da depois de 1577, no lugar de uma antiga devesa. 
                        Situa-se na viela que vai para as ruas de S. Barnab&#233; e das Oliveiras. Foi constru&#237;da antes de 1577.
                </td>
        </tr>
        <tr>
          <td>62</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Os herdeiros de Ana Francisca, mulher de Manuel da Costa, 
                        e seu filho, o Padre Manuel da Costa, pagam 900 reis e 3 galinhas ao enfiteuta do prazo do 
                        casal dos Ch&#227;os ou Quinteiro. No quintal da casa n.&#186; 62, existe uma porta de serventia para a Rua de S. 
                            Barnab&#233;, a que corresponde o n&#176; 24 da dita rua. As casas que v&#227;o desde os n.&#186;s 53 a 61 e 63 a 68 encontram-se 
                        subemprazadas &#224; face deste prazo.
                </td>
        </tr>
        <tr>
          <td>63</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada, desde o ano de 1677, na escritura da casa n.&#176; 62. Foi constru&#237;da antes de 1577 
                        e subemprazada no mesmo ano com parte da casa n.&#176; 62 e com a casa n.&#176; 64. No quintal do n&#176; 63 existe uma porta de serventia a que 
                        corresponde o n&#176; 23 da Rua de S. Barnab&#233;.
                    
                </td>
        </tr>
        <tr>
          <td>64</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada, desde o ano de 1677, na escritura da casa n.&#176; 62. Foi constru&#237;da antes de 1577 
                        e subemprazada no mesmo ano com parte da casa n.&#186; 62 e com a casa n.&#186; 64.
                </td>
        </tr>
        <tr>
          <td>65</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada, desde o ano de 1677, na escritura da casa n.&#176; 62. Foi constru&#237;da antes de 1577 
                        e subemprazada no mesmo ano com parte da casa n.&#186; 62 e com a casa n.&#186; 64.
                </td>
        </tr>
        <tr>
          <td>66</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada, desde o ano de 1677, na escritura da casa n.&#176; 62. Foi constru&#237;da antes de 1577 
                        e subemprazada no mesmo ano com parte da casa n.&#186; 62 e com a casa n.&#186; 64. Pertence tamb&#233;m ao prazo o n.&#186; 21 da 
                        Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>67</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada, desde o ano de 1677, na escritura da casa n.&#176; 62. Foi constru&#237;da antes de 1577 
                        e subemprazada no mesmo ano com parte da casa n.&#186; 62 e com a casa n.&#186; 64. No quintal existe uma porta de serventia a que corresponde 
                        o n.&#176; 20 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>68</td>
          <td>Vid. casa n.&#186; 62.</td>
          <td/>
          <td>
                    Encontra-se subemprazada, desde o ano de 1677, na escritura da casa n.&#176; 62. Foi constru&#237;da antes de 1577 
                        e subemprazada no mesmo ano com parte da casa n.&#186; 62 e com a casa n.&#186; 64. No quintal existe uma porta de serventia a que corresponde 
                        o n.&#176; 19 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>69</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Jo&#227;o Antunes, da freguesia de Santa Eul&#225;lia de Revelhe, casado
                        com Mariana da Cunha, pagam 200 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        No quintal existe uma porta de serventia para a Rua de S. Barnab&#233;, a que corresponde o n.&#186; 18.
                    
                </td>
        </tr>
        <tr>
          <td>70</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Entre os anos de 1607 e 1686 
                        esteve unida ao n.&#186; 69.
                </td>
        </tr>
        <tr>
          <td>71</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Andr&#233; Francisco, sombreireiro, casado com Andreza Ferreira, 
                        pagam 180 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. O quintal da casa corresponde ao
                        n.&#186; 16 da Rua de S. Barnab&#233;.
                    
                </td>
        </tr>
        <tr>
          <td>72</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Jo&#227;o Gomes, sapateiro, casado com Maria Fernandes, 
                        pagam 200 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. O quintal corresponde ao n.&#186; 15 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>73</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Domingos Dias, sapateiro, casado com Maria de Ara&#250;jo
                    , pagam 360 reis e 1 galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>74</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    O Padre Domingos de Ara&#250;jo Ribeiro paga 260 reis e 1 galinha ao enfiteuta do prazo do 
                        casal dos Ch&#227;os ou Quinteiro, acrescidos de 170 reis pelo terreno que se uniu ao quintal desta casa e que corresponde 
                        ao n.&#176; 14 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>75 e 76</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Jo&#227;o da Silva, paga 360 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        acrescidos de 160 reis por um peda&#231;o de terra que se uniu ao quintal do n.&#176; 76, o qual possui porta de serventia pelo n.&#186; 13 da 
                        Rua de S. Barnab&#233;. Encontram-se unidas desde o ano de 1688.
                </td>
        </tr>
        <tr>
          <td>77 e 78</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Carlos Carvalho Monteiro paga 1600 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro
                    . O n.&#176; 78 possui uma porta de serventia pelo quintal, a que corresponde o n.&#176; 12 da Rua de S. Barnab&#233;. Encontram-se 
                        unidas desde o ano de 1685.
                </td>
        </tr>
        <tr>
          <td>79 e 80</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Maria de Ara&#250;jo, solteira, paga ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        200 reis e 1 galinha. Paga, ainda, 360 reis por um peda&#231;o de terra que se uniu ao n.&#176; 79. Encontram-se unidas desde o ano de 1685.
                        O quintal da casa n.&#186; 80 tem serventia pela porta n.&#186; 11 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>81</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Domingos Francisco, cabeiro, casado com Am&#243;nia Soares, 
                        pagam 100 reis e meia galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. O quintal desta casa possui serventia 
                        pela porta n.&#186; 10 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>82</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    O Padre Domingos Miranda Peixoto e sua irm&#227; Ana Peixoto pagam 145 
                        reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>83</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. O quintal possui serventia pela porta n.&#176; 9 da 
                        Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>84</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. O quintal possui serventia pela porta n.&#176; 9 da 
                        Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>85</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Jo&#227;o Lopes de Oliveira, cargueiro, solteiro, pagam 220 reis e 1 galinha ao enfiteuta
                        do prazo do casal dos Ch&#227;os ou Quinteiro. O quintal desta casa possui serventia pelo n.&#186; 8 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>86</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Francisco Vaz, cidad&#227;o de Braga, pagam 200 reis e 2 galinhas ao enfiteuta
                        do prazo do casal dos Ch&#227;os ou Quinteiro. Pertence ainda a este prazo o n.&#176; 7 da Rua de S. Barnab&#233;.
                </td>
        </tr>
        <tr>
          <td>87</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Catarina Rodrigues, casado com Francisco Correia, 
                        sapateiro, pagam 100 reis e 1 galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>88</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Entre os anos de 1632 e 1670 
                        esteve unida ao n.&#176; 87.
                </td>
        </tr>
        <tr>
          <td>89</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Margarida Quinteira pagam 200 reis e 1 galinha ao enfiteuta do prazo do 
                        casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>90</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros do Padre Filipe do Vale Peixoto, p&#225;roco de S. Pedro de Dornelas, pagam 200 
                        reis e 1 galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Antes de 1687 correspondia a duas 
                        moradas de casas.
                </td>
        </tr>
        <tr>
          <td>91</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Manuel Fernandes, ferreiro, paga ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        200 reis e 1 galinha. Paga ainda 1200 reis, por um peda&#231;o de terra que se uniu ao quintal. Antes de 1687, correspondia a duas 
                        moradas de casas.
                </td>
        </tr>
        <tr>
          <td>92</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Jo&#227;o Francisco paga ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro, 200 reis e 
                        1 galinha. Paga, ainda, 1125 reis por um peda&#231;o de terra que se uniu ao quintal.
                </td>
        </tr>
        <tr>
          <td>93</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>94 e 95</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Domingos Francisco, sombreireiro, casado com Isabel Tinoco
                    , pagam 200 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Encontram-se unidas desde 1686.
                </td>
        </tr>
        <tr>
          <td>96</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Gon&#231;alo Fernandes, sapateiro, casado com Maria Francisca, paga 200 
                        reis e 1 galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>97</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Andr&#233; de Ara&#250;jo, serralheiro, casado com Lu&#237;sa de Sousa,
                        pagam 200 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>98</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Maria Gomes, vi&#250;va de Manuel Lu&#237;s Condesso, pagam 150 
                        reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>99</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Bento Ribeiro, vendeiro, casado com M&#243;nica de Ara&#250;jo, 
                        pagam 150 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>100</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Ant&#243;nio Pinheiro, alfaiate, casado com Maria Pereira, 
                        pagam 105 reis e meia galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>101</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Jer&#243;nimo de Ara&#250;jo, cutileiro, casado com Maria Francisca, 
                        pagam 105 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>102</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Isabel Francisca, vi&#250;va de Sim&#227;o de Ara&#250;jo, e sua 
                        filha, Maria de Ara&#250;jo, pagam 200 reis e 1 galinha ao enfiteuta do prazo do 
                        casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>103</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>104</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfeiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>105</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Maria da Silva, solteira, pagam 30 reis ao enfiteuta do prazo do 
                        casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>106</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Catarina Francisca, vi&#250;va de Santos Cerqueira, 
                        pagam 40 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>107</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Ant&#243;nio Leit&#227;o, pasteleiro, casado com Maria Ribeiro, 
                        pagam 200 reis e 1 galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>108</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
        </tr>
        <tr>
          <td>109</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Jo&#227;o Gomes, alfaiate, casado com Nat&#225;lia Coelho, 
                        pagam 120 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                     
                </td>
        </tr>
        <tr>
          <td>110</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Correspondia, no ano de 1685, a duas moradas 
                        de casas.
                </td>
        </tr>
        <tr>
          <td>111</td>
          <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do Casal dos Ch&#227;os ou Quinteiro.</td>
          <td/>
          <td>
                    Os herdeiros de Ant&#243;nio Manuel, ferreiro, casado com Maria Francisca, 
                        pagam 200 reis e 1 galinha ao enfeiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Confronta, do sul, com a entrada da 
                        Rua de Sto. Andr&#233;.
                </td>
        </tr>
      </table>
    </div>
  </body>
</html>
