<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>52</h2>
        </td>
        <td width="80%">
          <h2>Rua em Frente de Nossa Senhora de Guadalupe</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-52-RuaEmFrenteDeNossaSDeGuadalupe-a.jpg" alt="&#10;                Image at path: ../imagem/MRB-52-RuaEmFrenteDeNossaSDeGuadalupe-a.jpg"/><br/>Rua em frente da N. Sra. de Guadalupe - Vista poente.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-52-RuaEmFrenteDeNossaSDeGuadalupe-b.jpg" alt="&#10;                Image at path: ../imagem/MRB-52-RuaEmFrenteDeNossaSDeGuadalupe-b.jpg"/><br/>Rua da Regueira Margarida - Vista norte.</td>
      </tr>
    </table>
    <p>Tro&#231;o da Cangosta de Guadalupe, situado em frente &#224; capela do mesmo nome.</p>
    <p>Parcialmente constru&#237;do em 1725, tinha, 25 anos mais tarde, ainda 3 &#171;ch&#227;os&#187;. 
            Um significativo espa&#231;o era ocupado por um grande quintal e pela fachada lateral 
            de uma casa da rua de Nossa Senhora de Guadalupe, o que mostra bem a 
            subalterniza&#231;&#227;o total desta rua.</p>
    <p>As 5 casas constru&#237;das eram extremamente simples e tinham as janelas vazadas. 
            Todos esses pr&#233;dios estavam emprazados ao Cabido.</p>
    <p>Chama-se actualmente rua de Guadalupe.</p>
    <p>Pequena art&#233;ria, mais parecida com uma cangosta, ligava a igreja de S. Vicente 
            com a capela de Guadalupe.</p>
    <p>Rua de arrabalde, na vertente Noroeste do ent&#227;o chamado monte de Santa Margarida, 
            tinha do lado Norte &#8212; o &#250;nico representado no Mappa, onze habita&#231;&#245;es 
            de um piso e duas de dois. Essas casas eram muito simples, do tipo com porta 
            ladeada de janela. No extremo Este est&#225; uma casa de pedra, de dois pisos, bem 
            definida por fortes pilastras, que tem a lade&#225;-la um bonito, mas singelo, port&#227;o 
            de pedra.</p>
    <p>Na d&#233;cada de 60 do s&#233;c. XVIII, a rua sofreu uma altera&#231;&#227;o de tra&#231;ado - 
            que &#233; o que actualmente se v&#234; - devido &#224; constru&#231;&#227;o, neste local, do convento e capela das Teresinhas, 
            facto que motivou a amortiza&#231;&#227;o dos prazos 1 a 8.</p>
    <p>Das 13 casas representadas no Mappa, 9 eram foreiras do cabido.</p>
    <p>Desde 5 de Junho de 1880 passou, oficialmente, a chamar-se rua de Cam&#245;es.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Vid. casa n.&#186;9 da rua de N. Sr.&#170; de Guadalupe.</td>
        <td/>
        <td>
                    Pertence &#224; casa n.&#176; 17 da Rua de N. Sra. de Guadalupe, 
                        para onde tem frontaria e serventia principais.
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td/>
        <td/>
        <td>
                    Quintal da casa n.&#176; 1.
                </td>
      </tr>
      <tr>
        <td>3, 4 e 5</td>
        <td>Vid. casa n.&#186;9 da rua de N. Sr.&#170; de Guadalupe.</td>
        <td/>
        <td>
                    Silvestre de Oliveira, jornaleiro, casado com 
                        In&#234;s Dantas, paga 2000 reis, pelo ch&#227;o n.&#176; 3 e 
                        pelos n.&#186; 4 e 5, ao subenfiteuta da casa n.&#176; 9 
                        da Rua de N. Sra. de Guadalupe.
                </td>
      </tr>
      <tr>
        <td>6</td>
        <td/>
        <td/>
        <td>
                    Portal de serventia do quintal que anda 
                        subemprazado juntamente com a casa n.&#176; 9 da 
                        Rua N. Sra. de Guadalupe.
                </td>
      </tr>
      <tr>
        <td>7 a 9</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal dos Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    Pertencem ao casal dos Ch&#227;os ou Quinteiro, a 
                        cujo enfiteuta se paga foro. Nos livros dos 
                        prazos do cabido n&#227;o se encontram escrituras se 
                        subemprazamento
                </td>
      </tr>
      <tr>
        <td>10 e 11</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal dos Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    Ch&#227;os de casa do prazo do casal dos Ch&#227;os ou Quinteiro.
                </td>
      </tr>
      <tr>
        <td>1, 2, 3 e 4</td>
        <td>J&#225;come Borges Pereira Pacheco, enfiteuta principal do prazo do casal de Infias ou Flores.</td>
        <td/>
        <td>
                    Paulo Francisco, ferreiro, casado com Jer&#243;nima da Silva, 
                        paga 400 reis ao enfiteuta do prazo do 
                        casal de Infias ou Flores.
                    S&#243; parte do n.&#176; 1 &#233; foreiro ao cabido.
                </td>
      </tr>
      <tr>
        <td>5, 6 e 7</td>
        <td>J&#225;come Borges Pereira Pacheco, enfiteuta principal do prazo do casal de Infias ou Flores.</td>
        <td/>
        <td>
                    Jo&#227;o da Costa, cutileiro, casado com Maria Ferreira, 
                        paga 400 reis ao enfiteuta do prazo do 
                        casal de Infias e Flores, conforme o 
                        subemprazamento de 1720.
                    No ano de 1729 foram feitas escrituras 
                        subalternas dos n.&#176; 6 e 7. S&#243; parte do n.&#176; 7 &#233; 
                        deste subenfiteuta.
                </td>
      </tr>
      <tr>
        <td>7 e 8</td>
        <td>Vid. casa n.&#186; 5.</td>
        <td/>
        <td>
                    Garcia Fernandes, casado com Narcisa Francisca, 
                        paga 600 reis ao subenfiteuta da casa 
                        n.&#176; 5. S&#243; parte do n.&#176; 7 &#233; deste subenfiteuta.
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td>J&#225;come Borges Pereira Pacheco, enfiteuta principal do prazo do casal de Infias ou Flores.</td>
        <td/>
        <td>
                    Paga foro ao enfiteura do prazo do casal de Infias ou Flores.
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td>J&#225;come Borges Pereira Pacheco, enfiteuta principal do prazo do casal de Infias ou Flores.</td>
        <td/>
        <td>
                    Paga foro ao enfiteuta do prazo do casal de Infias ou Flores. 
                        Confronta, do nascente, com 
                        casa foreira &#224; confraria de S. Jo&#227;o do Souto.
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
