<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>42</h2>
        </td>
        <td width="80%">
          <h2>Campo e Cal&#231;ada de Nossa Senhora a Branca</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-42-CampoECalcadaDeNossaSenhoraABranca-Norte.jpg" alt="&#10;                Image at path: ../imagem/MRB-42-CampoECalcadaDeNossaSenhoraABranca-Norte.jpg"/><br/>Campo e Cal&#231;ada de Nossa Senhora a Branca- Norte.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-42-CampoECalcadaDeNossaSenhoraABranca-Sul.jpg" alt="&#10;                Image at path: ../imagem/MRB-42-CampoECalcadaDeNossaSenhoraABranca-Sul.jpg"/><br/>Campo e Cal&#231;ada de Nossa Senhora a Branca- Sul.</td>
      </tr>
    </table>
    <p>Grande espa&#231;o aberto, continua&#231;&#227;o natural de Santa Ana, onde, pelo menos
            desde 1319, existia uma ermida, ent&#227;o com a invoca&#231;&#227;o de Nossa Senhora da Carreira.             
        </p>
    <p>D.Diogo de Sousa reedificou esta igreja durante o 
            s&#233;c. XVIII recebeu um ret&#225;bulo para a capela mor (1745, alterado em 1782), sacr&#225;rio (1756-57)
        e fachada (1771).</p>
    <p>Em 1750 este campo era ainda uma zona de arrabalde. As suas casas, quase todas de
        dois pisos e dois v&#227;os- embora haja uma ou outra de 3 pisos-, s&#227;o na sua maioria, do 
        tipo de porta com janela no piso t&#233;rreo (62%). Algumas eram de maiores dimens&#245;es ou 
        continham outra organiza&#231;&#227;o de fachada (casas n.&#186; 11, 14, casa A Oeste da n.&#186;26, 26 e 37,
        esta com o terceiro piso todo recoberto de gelosias), bem como a exist&#234;ncia de gelosias
        na maioria das janelas (embora haja ainda bastantes aberturas que eram tapadas com portas de madeira),
        n&#227;o s&#227;o bastantes para melhorar a qualidade da arquitectura deste campo.</p>
    <p>Saliente-se ainda a casa do prazo n.&#186;4, com o seu port&#227;o lateral terminado em cubos
        sobrepostos por bolsas e &#171;torre&#187; com janelas de canto.</p>
    <p>Este espa&#231;o s&#243; se desenvolveu cem anos mais tarde com o crescimento da cidade que
        obrigou, em 1882, &#224; abertura da actual rua de Santa Margarida.</p>
    <p>Das 27 casas do lado Norte e 25 do Sul, eram prazos do Cabido
        15 e 25, respectivamente.</p>
    <p>Os al&#231;ados que vemos correspondem o do Norte &#224; parte deste largo que vao desde a actual
        rua do Sardoal at&#233; ao ponto Sudoeste da rua de Santa Margarida:
        e o al&#231;ado Sul, hoje totalmente alterado, compreende o espa&#231;o entre as ruas de Restaura&#231;&#227;o e 31 de Janeiro.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1,2 e 3</td>
        <td/>
        <td/>
        <td>
                    Pertencem ao prazo da casa n.&#186;4. A casa n.&#186;1 fica situada junto da fonte
                    que est&#225; atr&#225;s da capela de N.Sra.
                </td>
      </tr>
      <tr>
        <td>4</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td>1500 reis, 4 alqueires de trigo, 20 de pa&#245; meado e 10 galinhas</td>
        <td>
                    Denominado &#171;Casal e quinta de Sobrado&#187;.
                    A enfiteuta sucedeu a Ant&#243;nio de Brito Freire,
                    filho do Dr. Manuel Freire de Brito,
                    da cidade de Braga.
                    Pertencem a este prazo as casas n.&#186;1 a 3 e 5 a 40 deste campo. No ano de 1506
                    foi Senhor deste prazo o chantre de Braga, Jo&#227;o Godis.
                </td>
      </tr>
      <tr>
        <td>5,6 e 7</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Pertencem ao n.&#186;4. A casa n.&#186;7 esteve dividida em duas metades entre os anos 1636 a 1662.
                </td>
      </tr>
      <tr>
        <td>8</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Maria de Oliveira, vi&#250;va, pagam 300 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Ant&#243;nio Correia, sombreireiro, casado com Nat&#225;lia Carvalho, pagam 300 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Manuel Rodrigues, sombreireiro, casado com Serafina Jo&#227;o, pagam 400 reis e 1 galinha ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Manuel Rodrigues, sombreireiro, casado com Serafina Jo&#227;o, pagam 430 reis e 1 galinha ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>12</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Jo&#227;o Lopes, sapateiro, casado com Isabel Francisca, pagam 300 reis e 1 galinha ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>13</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Manuel Pinheiro, da cidade de Lisboa, casado com Ana da Silva, pagam 600 reis e 1 galinha ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>14</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Gon&#231;alo Antunes, sombreireiro, casado com Maria Francisca, pagam 305 reis e 1 galinha ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>15</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros do Padre Jo&#227;o Velho pagam 500 reis e 1 galinha ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>16</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Ant&#243;nio da Silva, caldeireiro, casado com Margarida de Oliveira, pagam 300 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>17</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Francisco Martins, sombreireiro, casado com Greg&#243;ria Fernandes, pagam 300 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>18</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros do Padre Manuel Mendes pagam 390 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>19</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Est&#234;v&#227;o &#193;lvares, sombreireiro, casado com Maria Vaz, pagam 400 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>20 e 21</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Padre Manuel Pinheiro pagam 500 reis ao n.&#186;4.
                    Estas casas encontram-se unidas desde o ano de 1583.
                </td>
      </tr>
      <tr>
        <td>22 e 23</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Jos&#233; Francisco, sombreireiro, pagam 440 reis ao n.&#186;4.
                    Estas casas encontram-se unidas desde o ano de 1583.
                </td>
      </tr>
      <tr>
        <td>24 e 25</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Ant&#243;nio Dias, sombreireiro, casado com Apol&#243;nia Rodrigues, pagam 450 reis e 1 galinha ao n.&#186;4.
                    Encontram-se unidas desde o ano de 1583.
                </td>
      </tr>
      <tr>
        <td>26 e 27</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Roque Martins Leite, casado com Maria Gomes, pagam 110 reis e 1 galinha ao n.&#186;4.
                    Encontram-se unidas desde o ano de 1543.
                </td>
      </tr>
      <tr>
        <td>28</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Ant&#243;nio Barros, alfaiate, casado com Maria Soares, pagam 50 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>29</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Maria Ferreira, filha de Crist&#243;v&#227;o Ferreira, pagam 50 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>30</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Geraldo Marques, casado com Luzia Francisca, pagam 50 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>31</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de In&#234;s Dur&#227;es, solteira, pagam 35 reis ao n.&#186;4.
                </td>
      </tr>
      <tr>
        <td>32</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Jo&#227;o Martins, sombreireiro, casado com Maria Pinto, pagam 40 reis ao n.&#186;4.
                    Esta casa encontra-se separada do n.&#186;31 desde o ano de 1629.
                </td>
      </tr>
      <tr>
        <td>33</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de &#193;lvaro Pinto, alfaiate, casado com &#194;ngela Ant&#243;nia, pagam 40 reis ao n.&#186;4.                    
                </td>
      </tr>
      <tr>
        <td>34</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Padre Teot&#243;nio de Sousa pagam 30 reis ao n.&#186;4.                   
                </td>
      </tr>
      <tr>
        <td>35 a 40</td>
        <td>Ana Maria de Magalh&#227;es</td>
        <td/>
        <td>
                    Os herdeiros de Domingos Fernandes, serralheiro, casado com Isabel Gon&#231;alves, pagam 20 reis e meio frang&#227;o ao n.&#186;4.
                    Encontram-se separadas da n.&#186;34 desde o ano de 1619.
                    A casa n.&#186;40 confronta, do norte, com casa foreira &#224; capela de D.Gon&#231;alo Pereira.
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
