<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>23</h2>
        </td>
        <td width="80%">
          <h2>Rua dos Sapateiros e Rossio da Pra&#231;a</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-23-RuaDosSapateirosERossioDaPraca-nascente.jpg" alt="&#10;                Image at path: ../imagem/MRB-23-RuaDosSapateirosERossioDaPraca-nascente.jpg"/><br/>Rua dos Sapateiros e do Rossio da Pra&#231;a - nascente.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-23-RuaDosSapateirosERossioDaPraca-poente.jpg" alt="&#10;                Image at path: ../imagem/MRB-23-RuaDosSapateirosERossioDaPraca-poente.jpg"/><br/>Rua dos Sapateiros e do Rossio da Pra&#231;a - poente.</td>
      </tr>
    </table>
    <p>Pequena art&#233;ria, no enfiamento da rua Verde, que ligava a rua de
                Maximinos &#224; rua Nova.</p>
    <p>Aberta na Idade M&#233;dia, aqui deveriam estar arruados os sapateiros h&#225; longa data,
            porque j&#225; no Tombo do Cabido, dat&#225;vel cerca de 1369-80, lhe era dado o nome
            de &#199;apataria.</p>
    <p>Com muitas casas de raiz antiga, apresentava em 1750, do lado Poente,
            muitas analogias com a de Maximinos, no tipo de
            casas; mas sem a qualidade de desenho e o ordenamento que se v&#234; naquela rua.</p>
    <p>Tinha ent&#227;o a maioria dos edif&#237;cios com 3 pisos, 50% dos quais de dois sobrados; as
            janelas eram do tipo bracarense, havendo, contudo, no terceiro piso, muitas com portadas
            de madeira. Do lado Poente o primeiro piso teria lojas de com&#233;rcio, detect&#225;veis pela
            largura da porta, a toda a extens&#227;o da casa. Do lado Nascente a tipologia &#233; outra,
            apesar de haver doisa casos, os prazos n.&#170; 2 e 10, de porta ampla; aqui aparece-nos
            outro tipo de abertura que ir&#225; ser extremamente frequente em ruas secund&#225;rias de
            extra-muros: trata-se da conjuga&#231;&#227;o de uma porta normal ladeada por uma janela,
            separadas por uma fina coluna de pedra de sec&#231;&#227;o rectangular.</p>
    <p>Em complemento desta rua est&#225; o Rossio da Pra&#231;a, que comunicava a Oeste
            com a Pracinha.</p>
    <p>Implantado numa zona com um pequeno declive, apresentava habita&#231;&#245;es de tr&#234;s pisos,
            sobradadas, no lado Norte e de 2 pisos no Sul, sendo estas muito semelhantes &#224;s do lado
            Nascente da rua dos Sapateiros.</p>
    <p>Das 15 casas do lado Nascente e 23 do Poente, eram prazos do Cabido 9 e 7 casas,
            respectivamente. No Rossio da Pra&#231;a havia 4 casas do lado Sul e 5 do
            Norte, havendo s&#243; dois prazos do Cabido, no Sul.</p>
    <p>Com o alargamento da rua em 1890, toda a linha de fachadas de Nascente
            desapareceu. O al&#231;ado Poente, a partir do prazo n.&#186; 15 e em direc&#231;&#227;o a Norte, bem como o
                Rossio da Pra&#231;a (lado Sul) mantiveram-se.</p>
    <p>Actual fragmento da rua D. Frei Caetano Brand&#227;o.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td/>
        <td/>
        <td>
                    Pertence ao n.&#186; 13 da Rua Nova de Sousa, para onde tem a
                        frontaria e seventia principais.
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Lu&#237;s de Abreu, sapateiro</td>
        <td>300 reis e 2 galinhas</td>
        <td>
                    Esta casa foi da sogra de Lu&#237;s de
                        Abreu, Helena Vaz, filha de
                            Manuel de Freitas.
                    Confronta, do norte, com casa foreira &#224; comenda de Rio Frio.
                </td>
      </tr>
      <tr>
        <td>3</td>
        <td>Ant&#243;nio Vieira de Ara&#250;jo</td>
        <td>340 reis e 2 galinhas</td>
        <td>
                    Confronta, do norte, com casa foreira &#224; comenda de Rio Frio e, do sul, com
                        casa da cororaria.
                </td>
      </tr>
      <tr>
        <td>4</td>
        <td>Quit&#233;ria Maria</td>
        <td>480 reis</td>
        <td>
                    Confronta, do norte, com casa foreira &#224; comenda de Rio Frio.
                </td>
      </tr>
      <tr>
        <td>5</td>
        <td>Manuel J&#225;come</td>
        <td>400 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>6</td>
        <td>Vicente de Barros</td>
        <td>260 reis e 2 galinhas</td>
        <td>
                    O enfiteuta herdara de seus pais, Jo&#227;o de
                            Barros e Francisca
                        Pereira.
                </td>
      </tr>
      <tr>
        <td>7</td>
        <td>Diogo de Barros, sapateiro, casado com Gracia de Faria</td>
        <td>220 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>8</td>
        <td>Ana Maria Ribeiro, vi&#250;va</td>
        <td>160 reis e 2 galinhas</td>
        <td>
                    Confronta, do sul, com a casa n.&#186; 9, foreira &#224; obra da S&#233;.
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td/>
        <td/>
        <td>
                    Pertencera a Manuel Gomes de
                            Mascarenhas.
                    &#201; foreira &#224; obra da S&#233;, &#224; qual paga 2 galinhas. Est&#225; emprazada a Maria da Cunha, vi&#250;va de Lu&#237;s Moreira.
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td/>
        <td>54 reis (de censo)</td>
        <td>
                    O censo &#233; pago por Miguel Soares,
                        sapateiro.
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td>Pedro Loureiro</td>
        <td>340 reis e 2 galinhas</td>
        <td>
                    Confronta, so sul, com casa foreira &#224; cororaria.
                </td>
      </tr>
      <tr>
        <td>12</td>
        <td>Ant&#243;nio Pereira de Barros, Reitor da freguesia de Ada&#250;fe</td>
        <td>380 reis e 2 galinhas</td>
        <td>
                    Entre os anos de 1509 e 1561 o n.&#186; 13 esteve
                        unido a esta casa, constituindo uma s&#243; morada, com serventia, pelo n.&#186; 4, da
                            Rua da Vielinha. Desta casa,
                        situada na &#171;agiela da rua&#187;, foram feitas diversas escrituras &#224; face do prazo
                        principal depois de 1686.
                </td>
      </tr>
      <tr>
        <td>13</td>
        <td>Josefa Maria, vi&#250;va</td>
        <td>1460 reis e 2 galinhas</td>
        <td>
                    O prao &#233; constitu&#237;do por uma casa situada na agiela da Rua da Vielinha, (a que corresponde o n.&#186;
                        5) e da qual, a partir do ano de 1686, foram feitas v&#225;rias
                        escrituras de emprazamento.
                </td>
      </tr>
      <tr>
        <td>14</td>
        <td/>
        <td/>
        <td>
                    Esta casa &#233; foreira &#224; obra da S&#233; e encontra-se emprazada a Sim&#227;o da Costa, sapateiro, casado com Ant&#243;nia Rodrigues. Paga de foro 340
                        reis.
                </td>
      </tr>
      <tr>
        <td>15</td>
        <td>Ant&#243;nio de Azevedo, sapateiro, casado com Teresa de Sousa</td>
        <td>640 reis e 2 galinhas</td>
        <td>
                    At&#233; 1515 faziam parte deste prazo os n&#186;.1 e 3 da Rua da Vielinha.
                </td>
      </tr>
      <tr>
        <td>16</td>
        <td>Manuel da Costa, sapateiro</td>
        <td>460 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>17</td>
        <td/>
        <td>108 reis (de censo)</td>
        <td>
                    O censo &#233; pago por Jos&#233; Rodrigues
                        Zenha.
                </td>
      </tr>
      <tr>
        <td>1</td>
        <td>Benta de Ara&#250;jo</td>
        <td>200 reis e 2 galinhas</td>
        <td>
                    No ano de 1679 foi-lhe incorporada uma cozinha pertencente ao
                        n.&#186; 2.
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Manuel da Silva, padeiro</td>
        <td>15 reis</td>
        <td>
                    O foro &#233; respeitante &#224; cozinha, dado que o resto da casa n&#227;o pertence ao
                        cabido.
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
