<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>45</h2>
        </td>
        <td width="80%">
          <h2>Rua dos Ch&#227;os de Baixo</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-45-RuaDosChaosDeBaixo-a(nascente).jpg" alt="&#10;                Image at path: ../imagem/MRB-45-RuaDosChaosDeBaixo-a(nascente).jpg"/><br/>Pra&#231;a do Gavi&#227;o - Nascente.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-45-RuaDosChaosDeBaixo-a(poente).jpg" alt="&#10;                Image at path: ../imagem/MRB-45-RuaDosChaosDeBaixo-a(poente).jpg"/><br/>Pra&#231;a do Gavi&#227;o - Nascente.</td>
      </tr>
    </table>
    <p>
            Longa rua existente j&#225; em 1281, ligava a Arcada com o largo dos Penedos e que, em 1384, foi arrasada por D. Jo&#227;o de Castela.
        </p>
    <p>No Mappa, surge-nos cmo um local de com&#233;rcio. Na sua metade Sul, sobretudo, o piso t&#233;rreo dos edif&#237;cios est&#225; totalmente ocupado por largas portas de madeira que possibilitam a exist&#234;ncia de amplos espa&#231;os com boa ilumina&#231;&#227;o exterior e a atividade comercial. </p>
    <p>Os seus pr&#233;dios est&#227;o ou adaptados &#224;s novas necessidades - caso dos edif&#237;cios dos prazos 10 e 11, por exemplo, que primitivamente eram do tipo de porta com janela ao lado - ou reconstru&#237;dos, segundo o gosto burgu&#234;s do s&#233;c. XVII que se prolongaria pela primeira metade do seguinte - casa com gelosias -, existindo ainda alguns, talvez constru&#237;dos j&#225; no s&#233;c. XVIII que nos parecem ser o tipo da casa moderna da &#233;poca (prazos 33, 35, etc.). Sente-se bem que, n&#227;o obstante a grande quantidade de casas antigas que a faceavam, h&#225; uma forte vontade de mudan&#231;a para novas modas sociais, que a casa do prazo 45 nos parece exemplificar bastante bem ou, sobretudo, para novos desenhos de arquitectura.</p>
    <p>Ao sul da rua ficava o amplo largo do Eyrado. Estranhamente, nas suas casas n&#227;o parece haver ind&#237;cios de actividade comercial. Saliente-se, contudo, a grande casa n.&#186; 54, de tr&#234;s pisos, com um bel&#237;ssimo arco geminado, talvez ainda g&#243;tico, e outra seiscentista, ao lado do prazo n&#186; 4.</p>
    <p>Das 45 casas do lado Nascente e 44 do Poente eram prazos do Cabido 30 e 24, respectivamente.</p>
    <p>A rua dos Chaos de Baixo corresponde hoje &#224; Rua dos Ch&#227;os e o Eyrado compreende o largo de S. Francisco e o espa&#231;o, agora constru&#237;do, Banco de Portugal e Caixa Geral de Dep&#243;sitos.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td/>
        <td/>
        <td>
                    
                        Pertence ao n&#186;10 da Rua da Fonte da Carcova, para onde tem a frontaria e serventia principais. Fica situada no Eirado.
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Sebasti&#227;o Lu&#237;s de Faria</td>
        <td>140 reis e 2 galinhas</td>
        <td>
                    
                        A casa n.&#186; 4 confronta, do norte, com casa foreira a S. Jo&#227;o do Souto. Esteve separada don.&#186; 3 entre os anos de 1537 e 1541.
                    
                </td>
      </tr>
      <tr>
        <td>3 e 4</td>
        <td>Sebasti&#227;o Lu&#237;s de Faria</td>
        <td>455 reis e 1 cap&#227;o</td>
        <td>
                    
                        A casa n.&#186; 4 confronta, do norte, com casa foreira a S. Jo&#227;o do Souto. Esteve separada don.&#186; 3 entre os anos de 1537 e 1541.
                    
                </td>
      </tr>
      <tr>
        <td>5</td>
        <td>Maria Lu&#237;sa Botelho</td>
        <td>180 reis e 2 galinhas</td>
        <td>
                    Confronta, do sul, com casa foreira ao Senado da C&#226;mara.
                </td>
      </tr>
      <tr>
        <td>6</td>
        <td>Filipe Dias</td>
        <td>200 reis e 2 galinhas</td>
        <td>
                    O enfiteuta &#233; filho de Vicente Dias, ourives, e de sua mulher, Francisca Teresa.A casa esteve unida ao n.&#176; 5 entre os anos de 1541 e 1558.
                    
                </td>
      </tr>
      <tr>
        <td>7</td>
        <td/>
        <td/>
        <td>
                    Os herdeiros de Marcos Ferreira, ourives, casado com Dam&#225;sia Ferreira, pagam 920 reis, ao enfiteuta do prazo do lugar ou campo do Castelo Rodrigo, na Rua do Anjo.
                        Esta casa era d&#237;zima a Deus e foi comprada pelo c&#243;nego Francisco de Meira Carrilho, enfiteuta do prazo do lugar doCastelo Rodrigo, que a subrogou pelas 3 casas que demolui na dita Rua do Anjo, ou seja, os n.&#176;' 25, 26 e 27. Confronta, do sul, com casa foreira &#224; cororaria.
                    
                </td>
      </tr>
      <tr>
        <td>8</td>
        <td>Manuel da Silva Pereira, carpinteiro, casado com Joana Vieira</td>
        <td>500 reis e 3 galinhas e 4 alqueires de p&#227;o</td>
        <td>
                    Ao prazo corresponde apenas a parte norte da casa e, um campo desta rua.
                        Confronta, do sul, com a outra parte da casa foreira &#224; capela de Sta. Marta.
                        O campo foi dividido antes de 1739, em tr&#234;s partes: uma que se conserva unida a esta casa: outra ao n.&#176; 12 da Rua do Carvalhal; e a terceira ao n.&#176; 18 da dita rua.
                    
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td>Madalena &#193;lvares, mulher de Jer&#243;nimo Pais</td>
        <td>300 reis e 2 galinhas</td>
        <td>
                    Confronta, do norte, com casa foreira &#224; capela de Sta. Marta com a qual, desde 1492, &#171;tem serventia pelo quintal para um po&#231;o da referida casa&#187;.
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td>Padre Ant&#243;nio de Castro</td>
        <td>240 reis e 1 galinha vestimenteiro</td>
        <td>
                    
                        O enfiteuta &#233; filho de Ant&#243;nio de Castro. Confronta, do sul, com casa foreira &#224; capela de Sta. Marta.
                    
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td>Jos&#233; dos Santos</td>
        <td>220 reis e 1 galinha</td>
        <td>
                    
                        Confronta, do norte, com casa foreira &#224; capela de Sta. Marta e esteve unida ao n.&#176; 10 entre os anos de 1509 e 1565.
                    
                </td>
      </tr>
      <tr>
        <td>12</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    
                        Maria Pinto, vi&#250;va de Tom&#233; Rodrigues, paga 283 reis ao n.&#176; 18 da rua do Carvalhal. Confronta, do sul, com casa foreira &#224; capela de Sta. Marta.
                    
                </td>
      </tr>
      <tr>
        <td>13</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    Maria do Vale, solteira, da rua das Chagas, paga 282 reis ao n.&#176; 18 da Rua do Carvalhal.
                </td>
      </tr>
      <tr>
        <td>14</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    Lic. Jo&#227;o &#193;lvares de Oliveira paga 306 reis ao n.&#176; 18 da Rua do Carvalhal.
                </td>
      </tr>
      <tr>
        <td>15</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    O Padre Jo&#227;o de Chaves, da freguesia de Palmeira, paga 407 reis ao n.&#176; 18 da Rua do Carvalhal.
                </td>
      </tr>
      <tr>
        <td>16</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    Ant&#243;nio Ferreira Loreto, reitor de Sta. Maria de Ada&#250;fe, paga 308 reis ao n.&#176; 18 da Rua do Carvalhal.
                </td>
      </tr>
      <tr>
        <td>17</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    Os herdeiros de Domingos Quinteiro, tratante, pagam 345 reis ao n.&#176; 18 da Rua do Carvalhal.
                    
                </td>
      </tr>
      <tr>
        <td>18</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    Ant&#243;nio Francisco Antunes, abade de Fragoso, paga 328 reis ao n.&#176; 18 da Rua do Carvalhal.
                    
                </td>
      </tr>
      <tr>
        <td>19</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    O Padre Jer&#243;nimo Antunes da Silva paga 328 reis ao n.&#176; 18 da Rua do Carvalhal.
                </td>
      </tr>
      <tr>
        <td>20</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    
                        O Padre Pedro de Oliveira paga 327 reis ao n.&#176; 18 da Rua do Carvalhal.
                    
                </td>
      </tr>
      <tr>
        <td>21</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    
                        Jo&#227;o da Costa, tratante, casado com Teresa Ferreira, paga 327 reis ao n.&#176; 18 da Rua do Carvalhal. 
                    
                </td>
      </tr>
      <tr>
        <td>22 e 23</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro</td>
        <td/>
        <td>
                    
                        Jo&#227;o Manuel de Faria paga 445 reis ao n.&#176; 18 da Rua do Carvalhal.
                    
                </td>
      </tr>
      <tr>
        <td>24</td>
        <td/>
        <td/>
        <td>
                    
                        Ant&#243;nio Gon&#231;alves, da freguesia de Pedro d'Este, casado com Maria Rodrigues, paga 200 reis ao n.&#176; 18 da rua do Carvalhal. Confronta, do sul, com a casa n.&#176; 2 da dita rua.
                        
                    
                </td>
      </tr>
      <tr>
        <td>25</td>
        <td/>
        <td/>
        <td>
                    
                        N&#227;o aparece desenhada no mapa. Foi demolida depois de 1686, para se fazer a entrada da rua de Sto. Andr&#233;.
                    
                </td>
      </tr>
      <tr>
        <td>26</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Jer&#243;nimo Lopes, cabeiro, casado com Maria Nogueira, pagam 200 reis, e 1 galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro
                    
                </td>
      </tr>
      <tr>
        <td>27</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Jer&#243;nima da Cunha, solteira, pagam 220 reis e 1 galinha ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.  
                    
                </td>
      </tr>
      <tr>
        <td>28</td>
        <td/>
        <td/>
        <td>
                    
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>29</td>
        <td/>
        <td/>
        <td>
                    
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. 
                    
                </td>
      </tr>
      <tr>
        <td>30</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Jo&#227;o Louren&#231;o, espingardeiro, casado com Maria Am&#243;nia, pagam 150 reis ao enfiteuta do prazo do Casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>31</td>
        <td/>
        <td/>
        <td>
                    
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>32</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Domingos Soares Pastor, serralheiro, casado com Maria Pereira, pagam 200 reis e 1 galinha ao enfiteuta do, prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>33</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Bento de Ara&#250;jo, alfaiate, casado com M&#243;nica Barbosa, pagam 150 reis ao enfiteuta do prazo do casal dos Ch&#227;os do Quinteiro.
                        Antes do ano de 1681 correspondia a duas casas.
                    
                </td>
      </tr>
      <tr>
        <td>34</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Jo&#227;o Fonseca ,pintor, casado com Susana Vieira, pagam 120 reis e 1 galinha, ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        Antes do ano de 1624 correspondia a duas casas.
                    
                </td>
      </tr>
      <tr>
        <td>35</td>
        <td/>
        <td/>
        <td>
                    
                        Antes do ano de 1545 pertenceu ao prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>36</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros do Padre Jo&#227;o Pinto de Ara&#250;jo pagam 120 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>37</td>
        <td/>
        <td/>
        <td>
                    
                        Ant&#243;nio Garcia Pinto paga 1200 reis ao enfiteuta do prazo da casal dos Ch&#227;os ou Quinteiro.
                        No ano de 1726 foi incorporado neste prazo um peda&#231;o de quintal.
                    
                </td>
      </tr>
      <tr>
        <td>38</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Filipe Machado, sangrador, casado com Felicia da Costa, pagam 50 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>39</td>
        <td/>
        <td/>
        <td>
                    
                        Os herdeiros de Manuel de Castro,vestimenteiro, pagam 50 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>40</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        O Padre Ant&#243;nio de Castro paga 1200 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        No ano de 1726 foi incorporado neste prazo um peda&#231;o de quintal que se desmembrou do referido casal.
                        
                    
                </td>
      </tr>
      <tr>
        <td>41</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Manuel Pinheiro, livreiro, casado com Filipa Teresa de Ara&#250;jo, paga 900 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro, por um ch&#227;o de casa &#171;com obriga&#231;&#227;o de a construir&#187;. situado no lugar da serventia antiga que dava entrada para as casas deste casal.
                        Foi constru&#237;da depois do ano de 1727.
                    
                </td>
      </tr>
      <tr>
        <td>42</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os do Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>43</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Os herdeiros de Manuel Marques, sapateiro, casado com Luisa da Mota, pagam 120 reis ao enfiteuta do prazo do casal dos Ch&#227;os Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>44</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Os herdeiros de Jorge de Magalh&#227;es,sapateiro, casado com Francisca Pereira, pagam 150 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>45</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Os herdeiros de Isabel, solteira, a Picada, pagam 100 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>46</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Os herdeiros de Domingos Gon&#231;alves, alfaiate, casado com Isabel Fernandes, pagam 80 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    
                </td>
      </tr>
      <tr>
        <td>47</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Paga 10 reis, por um peda&#231;o do quintal, ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. A casa e a outra parte do quintal n&#227;o pertencem ao cabido.
                    
                </td>
      </tr>
      <tr>
        <td>48</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Paga 200 reis, pelo quintal, ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. A casa e a outra parte do quintal n&#227;o pertencem ao cabido.
                    
                </td>
      </tr>
      <tr>
        <td>49</td>
        <td>Os herdeiros de Jacinto Pereira, casado casado com Maria Sofia.</td>
        <td>360 reis e 2 galinhas
                </td>
        <td/>
      </tr>
      <tr>
        <td>50</td>
        <td>Pascoal Coelho, casado com Maria da Silva</td>
        <td>
                    55 reis e I galinha
                </td>
        <td/>
      </tr>
      <tr>
        <td>51</td>
        <td>Os herdeiros de Domingos de Ara&#250;jo, mercador, casado com Isabel Pereira</td>
        <td>70 reis e 1 galinha</td>
        <td>
                    
                        Confronta, do sul, com o campo de Sta. Ana e terreiro do Eirado.
                    
                </td>
      </tr>
      <tr>
        <td>52</td>
        <td>Os herdeiros de Francisca da Costa, solteira</td>
        <td>50 reis e 1 galinha</td>
        <td>
                    
                        Esteve unida no n.&#176; 51 entre 1554 e 1676.
                    
                </td>
      </tr>
      <tr>
        <td>53</td>
        <td>Padre Manuel Soares Lopes</td>
        <td>60 reis e 1 galinha</td>
        <td>
                    
                        Confronta, do sul, com o Eirado ou Campo de Sta. Ana.
                    
                </td>
      </tr>
      <tr>
        <td>54</td>
        <td>Jo&#227;o Ferreira, estalajadeiro, casado com Maria da Costa</td>
        <td>100 reis e 1 galinha</td>
        <td>
                    
                        Foi constru&#237;da depois de 1603, em terrenos do n.&#176; 49. Situa-se no Eirado ou Campo de Sta. Ana. Confronta, do sul, com a outra parte da mesma casa que &#233; d&#237;zima a Deus.
                    
                </td>
      </tr>
      <tr>
        <td>55</td>
        <td>D. Agostinha Maria de Barros Gavi&#227;o, enfiteuta principal do prazo do casal do Ch&#227;os ou Quinteiro.</td>
        <td/>
        <td>
                    
                        Os herdeiros de Maria Ferreira, vi&#250;va de Ant&#243;nio Rodrigues, mercador, e sua filha Ana, pagam 20 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro. Confronta, do sul, com casa foreira &#224; C&#226;mara e do poente, com o Eirado. Antes do ano de 1681 correspondia a duas casas.
                    
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
