<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>22</h2>
        </td>
        <td width="80%">
          <h2>Rua de Maximinos</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-22-RuaDeMaximinos-norte.jpg" alt="&#10;                Image at path: ../imagem/MRB-22-RuaDeMaximinos-norte.jpg"/><br/>Rua de Maximinos - norte.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-22-RuaDeMaximinos-sul.jpg" alt="&#10;                Image at path: ../imagem/MRB-22-RuaDeMaximinos-sul.jpg"/><br/>Rua de Maximinos - sul.</td>
      </tr>
    </table>
    <p>Bastante larga para a &#233;poca em que foi constru&#237;da, ligava a
            pra&#231;a do P&#227;o com a Porta de Maximinos ou de
            Nossa Senhora da Ajuda, onde houve um altar com esta invoca&#231;&#227;o e com
            confraria existente desde 1613, pelo menos.</p>
    <p>Decalcando uma rua da cidade romana, a rua de Maximinos foi durante a
            Idade M&#233;dia, o mais importante local de com&#233;rcio da cidade de Braga.</p>
    <p>Local de resid&#234;ncia dos burgueses, que certamente faziam o seu com&#233;rcio no piso t&#233;rreo
            das casas que habitavam, recebeu deles a sua designa&#231;&#227;o. Com o avan&#231;ar dos tempos e a
            transfer&#234;ncia do com&#233;rcio para a rua do Souto, mudou o seu nome para o de
            Maximinos, apropriando-se do top&#243;nimo que pertencia &#224; art&#233;ria por onde se
            prolongava.</p>
    <p>Em 1868 foi alargada a toda a extens&#227;o da fachada da S&#233; e
            pra&#231;a do P&#227;o e englobou-as. Essa ac&#231;&#227;o de &#171;moderniza&#231;&#227;o&#187; fora j&#225;
            preparada com demoli&#231;&#227;o da Torre da Nossa Senhora da Ajuda, em 1826.</p>
    <p>Ap&#243;s essas obras, tra&#231;adas com base na linha de fachadas do lado Norte, todas as casas
            do lado oposto foram destru&#237;das, n&#227;o restando hoje nenhuma.</p>
    <p>Em 1750, conservava ainda bastantes edif&#237;cios de raiz medieval. No lado
            Sul h&#225; duas casas not&#225;veis de grandes dimens&#245;es (prazos 3, 4, 5 e 8), ostentando uma
            delas uma pedra de armas. Mas muito mais interessante &#233; o ritmo dos al&#231;ados, quase todos
            de tr&#234;s pisos (com dois sobrados) e dois v&#227;os, janelas bracarenses simples ou protegidas
            por gelosias e, sobretudo, grandes aberturas no piso t&#233;rreo, em toda a largura da
            fachada, a permitir a exist&#234;ncia de uma ampla sala para o com&#233;rcio, que em
            1750 lhe devia andar arredio.</p>
    <p>Algumas moderniza&#231;&#245;es se notam; mas s&#227;o apenas aplica&#231;&#245;es de varandas ou molduras de
            pedra em portas ou janelas, que em nada tocaram na estrutura, mesmo exterior, dos
            edif&#237;cios.</p>
    <p>Das 20 casas do lado Norte e 16 do lado Sul, s&#227;o prazos do Cabido 14 e 13,
            respectivamente.</p>
    <p>Desde 1925 que esta rua se designa por D. Paio Mendes, em homenagem &#224;
            ac&#231;&#227;o dos Arcebispos na independ&#234;ncia e formal&#231;ao de Portugal.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Senado da C&#226;mara de Braga</td>
        <td/>
        <td>
                    Corresponde ao n.&#186; 26 da Pra&#231;a do P&#227;o.
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Jo&#227;o Batista</td>
        <td>440 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>3</td>
        <td>Ant&#243;nio Brreto de Meneses</td>
        <td>860 reis e 4 galinhas</td>
        <td>
                    O enfiteuta &#233; filho de Pedro Barreto de
                            Meneses e de sua mulher D. Maria
                            Barreto. Foram unidas em 1508. A casa n.&#186; 4 &#233; de
                        herdade diz&#237;ma a Deus e paga censo.
                </td>
      </tr>
      <tr>
        <td>4</td>
        <td/>
        <td>71 reis e meio (censo)</td>
        <td>
                    O enfiteuta &#233; filho de Pedro Barreto de
                            Meneses e de sua mulher D. Maria
                            Barreto. Foram unidas em 1508. A casa n.&#186; 4 &#233; de
                        herdade diz&#237;ma a Deus e paga censo.
                </td>
      </tr>
      <tr>
        <td>5</td>
        <td>Ant&#243;nio Barreto de Meneses</td>
        <td>730 reis e 2 galinhas</td>
        <td>
                    O enfiteuta &#233; filho de Pedro Barreto de
                            Meneses e de sua mulher D. Maria
                            Barreto. Foram unidas em 1508. A casa n.&#186; 4 &#233; de
                        herdade diz&#237;ma a Deus e paga censo.
                </td>
      </tr>
      <tr>
        <td>6</td>
        <td>Domingos Ferreira, violeiro</td>
        <td>800 reis e 2 galinhas</td>
        <td>
                    O enfiteuta comprou este prazo a D. Maria Barreto
                            de Meneses.
                </td>
      </tr>
      <tr>
        <td>7</td>
        <td>Miguel de Ara&#250;jo Barreto</td>
        <td>500 reis e 2 galinhas</td>
        <td>
                    A casa pertenceu a Pedro Gon&#231;alves
                            &#193;lvares.
                </td>
      </tr>
      <tr>
        <td>8</td>
        <td>D. In&#225;cia Gomes da Costa</td>
        <td>1200 reis, 2 cap&#245;es e 2 galinhas</td>
        <td>
                    A este prazo pertence o n.&#186; 8 da Rua das Chagas.
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td>Padre Manuel Pereira da Costa, cura de Argivai.</td>
        <td>300 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>10</td>
        <td/>
        <td>13 reis e 5 pretos (de censo)</td>
        <td>
                    O censo &#233; pago por Domingos de
                        Oliveira.
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td/>
        <td>94 reis e 5 pretos (de censo)</td>
        <td>
                    O censo &#233; pago por Domingos de
                        Oliveira.
                </td>
      </tr>
      <tr>
        <td>12</td>
        <td>Constantino Teixeira, cirgueiro, casado com Cust&#243;dia de Sousa</td>
        <td>650 reis e 4 galinhas</td>
        <td>
                    Confronta, do nascente, com a Rua Verde.
                </td>
      </tr>
      <tr>
        <td>13</td>
        <td>Alexandre de Oliveira</td>
        <td>340 reis e 2 galinhas</td>
        <td>
                    O enfiteuta herdara esta casa de seu pai, Pedro de
                            Oliveira.
                </td>
      </tr>
      <tr>
        <td>14</td>
        <td>F&#233;lix Francisco Braga, casado com Ana Lopes</td>
        <td>300 reis e 2 cap&#245;es</td>
        <td>
                    Esta casa pertencia a Lic. Francisco Gomes de
                            Brito.
                </td>
      </tr>
      <tr>
        <td>15</td>
        <td>Manuel &#193;lvares, sapateiro</td>
        <td>345 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>16</td>
        <td>Jos&#233; de Matos, mercador</td>
        <td>350 reis e 2 galinhas</td>
        <td>
                    O enfiteuta herdara esta casa de seu sogro, Jos&#233;
                            de Oliveira.
                </td>
      </tr>
      <tr>
        <td>17</td>
        <td/>
        <td>30 reis (de censo)</td>
        <td>
                    A casa &#233; foreira &#224; comenda de Lomar. O censo &#233; pago pelo Padre Feliciano Barbosa, congregado.
                </td>
      </tr>
      <tr>
        <td>18</td>
        <td>Os herdeiros do Lic. Alexandre Dias Rebelo</td>
        <td>520 reis e 2 cap&#245;es</td>
        <td>
                    A casa possui, da parte poente, frontaria e serventia pela
                        Vielinha.
                </td>
      </tr>
      <tr>
        <td>19</td>
        <td>Cust&#243;dia Dantas, vi&#250;va de Domingos de Ara&#250;jo, Batefolha</td>
        <td>480 reis e 2 galinhas</td>
        <td>
                    Confronta, do nascente, com a casa diz&#237;ma a Deus.
                </td>
      </tr>
      <tr>
        <td>20</td>
        <td>Padre Manuel de Almeida</td>
        <td>480 reis e 2 galinhas</td>
        <td>
                    O enfiteuta foi filho e herdeiro de Domingos de
                            Almeida.
                    Confronta, do nascente, com casa foreira &#224; cororaria e, do poent, com casa
                        diz&#237;ma a Deus.
                </td>
      </tr>
      <tr>
        <td>21</td>
        <td/>
        <td>16 reis e 8 pretos (de censo)</td>
        <td>
                    Encontra-se unida, numa s&#243; morada, com uma casa foreira &#224;
                        cororaria.
                    Confronta, do nascente, com a Rua dos Sapateiros e, do
                        poente, com casa foreira &#224; cororaria da S&#233; de Braga.
                    O censo &#233; pago por Jo&#227;o
                        Teixeira.
                </td>
      </tr>
      <tr>
        <td>22</td>
        <td>Quit&#233;ria Maria</td>
        <td>320 reis e 8 pretos (de censo)</td>
        <td>
                    A enfiteuta &#233; filha de Cust&#243;dio da
                            Silva, sapateiro, e de sua mulher, Paula Ribeiro.
                    Confronta, de poente, com casa diz&#237;ma a Deus e com casas do cabido e, do
                        norte, com parte da mesma casa, foreira &#224; cororaria.
                </td>
      </tr>
      <tr>
        <td>23</td>
        <td>Jos&#233; dos Reis</td>
        <td>220 reis e 2 galinhas</td>
        <td>
                    O enfiteuta foi filho e herdeiro de Jos&#233;
                            Machado, sapateiro e de sua mulher, Catarina Pereira.
                </td>
      </tr>
      <tr>
        <td>24</td>
        <td/>
        <td>81 reis (de censo)</td>
        <td>
                    Confronta, do nascente, com casa de herdade diz&#237;ma a Deus.
                    O censo &#233; pago por Marquesa
                        Maria.
                </td>
      </tr>
      <tr>
        <td>25</td>
        <td>Padre Jo&#227;o Lopes, m&#250;sico</td>
        <td>430 reis e 2 galinhas</td>
        <td>
                    Confronta, do poente, com casa de herdade diz&#237;ma a Deus. Paga 45 reis de
                        censo ao Hospital de S. Marcos e 70
                        reis &#224; xonfraria de Santiago.
                </td>
      </tr>
      <tr>
        <td>26</td>
        <td>Padre Manuel de Matos</td>
        <td>360 reis e 2 galinhas</td>
        <td>
                    Esta casa pertenceu a Baltazar
                            Fernandes. Era do patrim&#243;nio do Padre
                            Manuel de Matos.
                </td>
      </tr>
      <tr>
        <td>27</td>
        <td>Manuel Gon&#231;alves, sapateiro</td>
        <td>360 reis e 1 cap&#227;o</td>
        <td/>
      </tr>
      <tr>
        <td>28</td>
        <td>Padre Jo&#227;o Lopes</td>
        <td>420 reis e 1 cap&#227;o</td>
        <td>
                    O enfiteuta foi filho de Jos&#233; Lopes,
                        armador. Entre os anos de 1528 e 1633 esteve unida
                        &#224; casa n.&#186; 27.
                </td>
      </tr>
      <tr>
        <td>29</td>
        <td>Domingos Francisco, sapateiro</td>
        <td>450 reis e 2 galinhas</td>
        <td>
                    Esta casa fora de Francisco
                        Ferreira.
                </td>
      </tr>
      <tr>
        <td>30</td>
        <td>Jo&#227;o Batista, sapateiro, casado com Francisca Pereira.</td>
        <td>250 reis e 1 galinha</td>
        <td/>
      </tr>
      <tr>
        <td>31 e 32</td>
        <td>O irm&#227;o do Lic. Francisco Ferreira de Ara&#250;jo</td>
        <td>780 reis e 4 galinhas</td>
        <td>
                    Encontram-se unidas, num s&#243; prazo, desde o ano de
                        1680.
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
