<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>20</h2>
        </td>
        <td width="80%">
          <h2>Terreiro de Sto. Ant&#243;nio e Postigo</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-20-TerreiroDeStoAntonioEPostigo-norte.jpg" alt="&#10;                Image at path: ../imagem/MRB-20-TerreiroDeStoAntonioEPostigo-norte.jpg"/><br/>RUa das Chagas - norte</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-20-TerreiroDeStoAntonioEPostigo-sul.jpg" alt="&#10;                Image at path: ../imagem/MRB-20-TerreiroDeStoAntonioEPostigo-sul.jpg"/><br/>RUa das Chagas - poente</td>
      </tr>
    </table>
    <p>
            Pequena art&#233;ria que ligava o terreiro de S. Tiago ao Postigo de S.Sebasti&#227;o.
        </p>
    <p>
            Mantendo o tra&#231;ado de uma rua da cidade romana, j&#225; no s&#233;c. XIV nos aparece com os nomes 
            de rua Travessa e rua do Postigo.
        </p>
    <p>
            Com a expuls&#227;o dos judeus a sua designa&#231;&#227;o passar&#225; a ser de Santo Ant&#243;nio, a mesma 
            da rua que lhe era cont&#237;gua.
        </p>
    <p> 
            Poucos anos mais tarde D. Diogo de Sousa criou os Estudos Gerais, que os seus sucessores
            D. Henrique e D. Frei Bartolomeu dos M&#225;rtires muito protegeram; 
            a sua capela, com a invoca&#231;&#227;o 
            de S. Paulo, faceava com o lado Sul do Terreiro, que aqui aparece como rua do Terreiro de Santo 
            Ant&#243;nio.
        </p>
    <p>
            Ao lado da capela, n&#227;o se sabe se relacionada com os Estudos Gerais, havia uma estupenda 
            casa seiscentista, com um bel&#237;ssimo e muito raro trabalho de pedra nas janelas, e port&#227;o, lateral,
            brasonado.
        </p>
    <p>
            O impacto econ&#243;mico da sa&#237;da dos muitos estudantes aqui hospedados, ap&#243;s a expuls&#227;o dos jesu&#237;tas em 1759,
            e, consequente encerramento dos Estudos Gerais, ainda n&#227;o foi estudado. 
        </p>
    <p>
            No &#250;ltimo quartel do s&#233;c. XIX foi esta rua alargada desaparecendo a sua face Sul, bem com o &#171;postigo&#187;
            da muralha.
        </p>
    <p>
            A face Norte manteve-se excepto a casa mais recuada, que, nos in&#237;cios do s&#233;c. XIX, foi totalmente 
            alterada.
        </p>
    <p>
            Actual rua de S. Paulo.
        </p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1 e 2</td>
        <td>Fernando da Cunha Sottomayor</td>
        <td>320 reis e 4 galinhas</td>
        <td>
                    
                       Encontram-se unidas, num s&#243; prazo, desde 1569. A casa n.&#186; 1 confronta, do nascente, com 
                       uma parte da casa que &#233; foreira &#224; comenda de S. Pedro de Merelim.
                    
                </td>
      </tr>
      <tr>
        <td>3</td>
        <td>Jo&#227;o Domingues, casado com Maria Vaz</td>
        <td>320 reis e 4 galinhas</td>
        <td>
                    
                        O enfiteuta &#233; da freguesia de Penso, concelho de Melga&#231;o.
                    
                </td>
      </tr>
      <tr>
        <td>4</td>
        <td>D. Doroteia de Vasconcelos, vi&#250;va de Francisca Ferreira da Costa</td>
        <td>250 reis e 2 galinhas</td>
        <td>
                    
                        Confronta, do poente, com casa foreira ao mosteiro de Bouro.
                    
                </td>
      </tr>
      <tr>
        <td>5</td>
        <td>D. Doroteia de Vasconcelos, vi&#250;va</td>
        <td>170 reis e 1 galinha</td>
        <td/>
      </tr>
      <tr>
        <td>6, 7, 8 e 9</td>
        <td>D. Doroteia de Vasconcelos, vi&#250;va de Francisca Ferreira da Costa</td>
        <td/>
        <td>
                    
                        Foram constru&#237;das, depois do ano de 1683, no quintal da casa n.&#186; 4 e pagavam foro a 
                        este prazo.
                    
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td>Quit&#233;ria Maria</td>
        <td>300 reis e 2 galinhas</td>
        <td>
                    
                        A enfiteuta &#233; filha de Ant&#243;nio de Ara&#250;jo, escriv&#227;o das apela&#231;&#245;es, e de sua 2.&#170; mulher, 
                        Ursula de Ara&#250;jo. A casa foi constru&#237;da, depois do ano de 1557, em perten&#231;as do n.&#186; 12, 
                        da Rua de D. Gualdim.
                    
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td/>
        <td/>
        <td>
                    
                        Corresponde ao n.&#186; 11 da Rua de D. Gualdim, para onde tem frontaria 
                        e serventia principais.
                    
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
