<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>32</h2>
        </td>
        <td width="80%">
          <h2>Rua dos Pelames</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-32-Nascente.png" alt="&#10;                Image at path: ../imagem/MRB-32-Nascente.png"/><br/>Rua dos Pelames - Nascente.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-32-Poente.png" alt="&#10;                Image at path: ../imagem/MRB-32-Poente.png"/><br/>Rua dos Pelames - Poente.</td>
      </tr>
    </table>
    <p>
            Longa rua que descia a colina da Cividade, ligando o largo de S.Tiago com a ponte dos Pelames,
            donde partia a estrada estreita para o Porto.
        </p>
    <p>
            Correspondendo ao decumano da cidade romana esta art&#233;ria foi aberta no tempo do arcebispo infante 
            D.Henrique (1533-1540), recebendo ent&#227;o o nome de rua do Infante
            Mas desde logo foi conhecida pelo de Pelames, em raz&#227;o da ind&#250;stria de curtumes a&#237; existente. Em 1618
            passaria a ser denominada por rua de S.Geraldo, a quem fora dedicado o Convento da Concei&#231;&#227;o, existente
            no seu extremo Sul, designa&#231;&#227;o que a par de Pelames, ainda hoje se mant&#233;m.
        </p>
    <p>
            Em 1750 esta rua era habitada sobretudo por estudantes do Col&#233;gio de S.Paulo e tamb&#233;m,
            talvez, por industriais e trabalhadores de curtumes, tinha suas casas de fei&#231;&#227;o bastante irregular, de fachadas d&#237;spares, na sua maioria de 
            dois pisos e com janelas bracarenses, que conforme se descia a rua se iam banalisando ou, inclusiv&#233;, perdendo um piso. Not&#225;veis
            eram as casas dos prazos n&#186; 5 e sobretudo a do n&#186; 10, com a sua loggia virada a Sul que, felizmente,
            ainda hoje se conservam; a meio, do lado Este, estava a casa, hoje demolida, dos Correias da Cunha, com pedra
            de armas; no extremo Sul situavam-se a casa do Avelar, da fam&#237;lia dos J&#225;comes que a&#237; viviam desde 
            1509, e o Convento da Concei&#231;&#227;o, fundado em 1625 pelo c&#243;nego Geraldo
            Gomes para as freiras da ordem da Concei&#231;&#227;o, cuja igreja foi totalmente reformulada em
            1725.
        </p>
    <p>
            Das 34 casas do lado Nascente e 30 do Poente era prazos do Cabido 9 e 7 respectivamente, que se localizavam
            apenas na parte Norte da rua.
        </p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>-</td>
        <td>-</td>
        <td>
                    
                        Pertence ao n&#186; 11 do Campo de Santiago, para onde tem frontaria e serventia principais.
                    
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Isabel de Oliveira, casada com Louren&#231;o Correia, 
                        pagam 160 reis ao n&#186; 2 do Campo de Santiago. Entre os anos de 1648 e 1718 esteve unida ao n&#176; 3.
                    
                </td>
      </tr>
      <tr>
        <td>3</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Jo&#227;o de Oliveira Bouro, alfaite, casado com Faustina Jo&#227;o, 
                        pagam foro ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>4</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Domingos de Oliveira, carpinteiro, pagam 205 reis ao n&#176; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>5</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Paga foro ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>6</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Afonso Cerveira, casado com Catarina de Magalh&#227;es, 
                        pagam 150 reis e 1 galinha ao n&#176; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>7</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Jo&#227;o Rodrigues, carpinteiro, casado com Lu&#237;sa de 
                        Oliveira, pagam 480 reis e 2 galinhas ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>8</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Olaia Fernandes pagam 150 reis ao n&#186; 2 do
                        Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>9 e 10</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Jo&#227;o Pinto do Eirado, c&#243;nego de Braga, pagam 
                        800 reis e 1 galinha ao n&#186; 2 do Campo de Santiago. Encontram-se 
                        unidas desde 1602. A casa n&#186; 10 confronta, do sul, com parte 
                        da casa foreira &#224; Mitra.
                    
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Serafina Cerqueira pagam 65 reis ao n&#176; 2 do 
                        Campo de Santiago. Confronta, do sul, com parte da casa foreira &#224; Mitra.
                    
                </td>
      </tr>
      <tr>
        <td>12</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Domingos Jorge Tinoco,abade de Trandeiras,
                        pagam 300 reis, meia galinha e meio frango, ao n&#176; 2 do Campo de 
                        Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>13</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Paga foro ao n&#176; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>14</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Padre Jo&#227;o da Costa pagam 355 reis ao n&#186; 2 do 
                        Campo de Santiago
                    
                </td>
      </tr>
      <tr>
        <td>15</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Maria da Costa, vi&#250;va, pagam 260 reis e 1 galinha 
                        ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>16</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Manuel Francisco, jardineiro do Arcebispo D. Ver&#237;ssimo, 
                        casado com Maria Rodrigues, pagam 225 reis ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>17</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Paga foro ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>18</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Anast&#225;cia da Silva, casada com Cipriano Pedrosa, paga 60 reis e 
                        meia galinha ao n&#186; 2 do Campo de Santiago. Entre os anos de 1550 e 
                        1624 esteve unida aos n&#186;s 19 e 20.
                    
                </td>
      </tr>
      <tr>
        <td>19</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Manuel Correia da Cunha, do couto de Moure de 
                            Olivais, pagam 130 reis ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
      <tr>
        <td>20</td>
        <td>Vid. casa n&#186;2 do Campo do Santiago (rua n&#186; 25).</td>
        <td>-</td>
        <td>
                    
                        Os herdeiros de Francisco de Magalh&#227;es, filho de Francisco Gon&#231;alves, 
                        o Louro, e de sua 1&#170; mulher, Isabel de Magalh&#227;es, pagam 160 reis e 
                        1 galinha ao n&#186; 2 do Campo de Santiago.
                    
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
