<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>31</h2>
        </td>
        <td width="80%">
          <h2>Rua do Alcaide</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-31-DoAlcaide-Sul.png" alt="&#10;                Image at path: ../imagem/MRB-31-DoAlcaide-Sul.png"/><br/>Rua do Alcaide - Sul.</td>
      </tr>
    </table>
    <p>
            Constru&#237;da em volta da parte sul da muralha medieval, ligava o campo de S.Tiago
            com o Terreiro de S.Sebasti&#227;o.
        </p>
    <p>
            Come&#231;ada a construir talvez no tempo de D.Diogo de Sousa, tinha,
            em 1750, boas casas de granito, com uma grande fachada, de 2 pisos, molduras de pedras 
            nas portas e janelas do 1&#186; piso e filetes de pedra sobre as janelas bracarenses do andar principal.
            Curiosamente n&#227;o se v&#234;em casas com bras&#245;es, embora tivessem, com toda a certeza, vivido aqui membros
            de fam&#237;lias nobres. A sua pr&#243;pria designa&#231;&#227;o, do Alcaide, aponta para isso.
        </p>
    <p>
            At&#233; hoje pouco se alterou, tendo s&#243; desaparecido as casas dos prazos 19 a 21. O seu nome tamb&#233;m se 
            manteve.
        </p>
    <p>
            O lado Norte n&#227;o est&#225; desenhado porque as habita&#231;&#245;es que encostavam &#224; muralha deveriam ser prazos da
            C&#226;mara.
        </p>
    <p>
            As 18 casas que apresentam s&#227;o todas prazos do Cabido.
        </p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1 e 2</td>
        <td>-</td>
        <td>-</td>
        <td>
                    
                        Pertencem ao n&#186;38 da Rua do Arrabalde da Cruz da Pedra, para onde tem 
                        frontaria e serventia principais.
                    
                </td>
      </tr>
      <tr>
        <td>3,4,5,6,7 e 8</td>
        <td>Vid. casa n&#186;20 da Rua do Arrabalde da Cruz da Pedra(rua n&#186;27)</td>
        <td>-</td>
        <td>
                    
                        Pagam foro ao n&#186;20 da Rua do Arrabalde da Cruz da Pedra. Os n&#186; 4 a 8
                        foram integrados na escritura do prazo n&#186;3.
                    
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td>Vid. casa n&#186;36 da Rua do Arrabalde da Cruz da Pedra(rua n&#186;27)</td>
        <td>-</td>
        <td>
                    
                        Pertence ao n&#186;36 da Rua do Arrabalde da Cruz da Pedra, a qual est&#225; integrada 
                        no prazo da casa n&#186;20, da mesma rua.
                    
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td>Vid. casa n&#186;20 da Rua do Arrabalde da Cruz da Pedra(rua n&#186;27)</td>
        <td>-</td>
        <td>
                    
                        Paga foro ao n&#186;20 da Rua do Arrabalde da Cruz da Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td>-</td>
        <td>-</td>
        <td>
                    
                        Portal de serventia da casa n&#186;33 do Arrabalde da Cruz da Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>12,13,14 e 15</td>
        <td>Vid. casa n&#186;20 da Rua do Arrabalde da Cruz da Pedra(rua n&#186;27).</td>
        <td>-</td>
        <td>
                    
                        Casas que pagam foro ao n&#186;20 da Rua do Arrabalde da Cruz da Pedra
                    
                </td>
      </tr>
      <tr>
        <td>16 e 17</td>
        <td>-</td>
        <td>-</td>
        <td>
                    
                        Casa e portal de serventia do n&#186;28 da Rua do Arrabalde da Cruz da Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>19,20 e 21</td>
        <td>Vid. casa n&#186;20 da Rua do Arrabalde da Cruz da Pedra(rua n&#186;27).</td>
        <td>-</td>
        <td>
                    
                        Corresponde a tr&#234;s casas que pagam foro ao n&#186; 20 da Rua da Cruz da Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>22</td>
        <td>-</td>
        <td>-</td>
        <td>
                    
                        Portal de serventia do campo da casa n&#186; 20 da Rua do Arrabalde da Cruz da Pedra
                        Confronta, do nascente, com a casa pertencente &#224; propriedade, denominada, "O Bispo".
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
