<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>44</h2>
        </td>
        <td width="80%">
          <h2>Rua da Fonte da Carcova</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-44-RuaDaFonteDaCarcova.RuaDoCarvalhal-Norte.jpg" alt="&#10;                Image at path: ../imagem/MRB-44-RuaDaFonteDaCarcova.RuaDoCarvalhal-Norte.jpg"/><br/>Rua da Fonte da Carcova- Norte.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-44-RuaDaFonteDaCarcova.RuaDoCarvalhal-Sul.jpg" alt="&#10;                Image at path: ../imagem/MRB-44-RuaDaFonteDaCarcova.RuaDoCarvalhal-Sul.jpg"/><br/>Rua da Fonte da Carcova- Sul</td>
      </tr>
    </table>
    <p>A sua funda&#231;&#227;o, remontar&#225; talvez aos in&#237;cios do s&#233;c. XVI. Marginando a muralha
        medieval, fazia liga&#231;&#227;o entre os dois novos e amplos campos ent&#227;o abertos, de Santa Ana
        e da Vinha.</p>
    <p>No seu extremo Este existia, desde a Idade M&#233;dia, uma fonte, conhecida pela Fonte da
        C&#225;rcova ou C&#225;rcoda.</p>
    <p>Embora a sua ocupa&#231;&#227;o se tenha iniciado de imediato (p.ex. o prazo do Cabido
        mais antigo nesta rua data de 1531), ee incidiu apenas sobre o lado Norte, porque no mapa
        de Braunio n&#227;o se v&#234; ainda nenhuma constru&#231;&#227;o encostada &#224; muralha.</p>
    <p>Em 1750 mostrava bem a raz&#227;o por que foi denominada, em data que desconehcemos,
        de rua dos Mercadores: o r&#233;s-do-ch&#227;o era totalmente ocupado com largas portas de madeira
        que durante o dia se abriam para afzer o com&#233;rcio.</p>
    <p>De resto &#233; predominantemente ocupada com pr&#233;dios de 3 andares, e janelas bracarenses, e poucas varandas
        e gelosias. Diferentes s&#227;o apenas os prazos 5, 6 e sobretudo o 7, onde se v&#234; uma constru&#231;&#227;o setecentista
        j&#225; de certa dimens&#227;o, com duas varandas, &#171;molduras&#187; de pedra nas aberturas e, sobretudo, um dos v&#227;os
        extremos da casa tem mais um piso, reminisc&#234;ncia talvez de op&#231;&#245;es estil&#237;sticas mais arcaicas.</p>
    <p>Das 27 casas aqui desenhadas e que correspondem apenas ao lado Norte da rua, 10 eram prazos do
        Cabido.</p>
    <p>Desde 1865 que passou a ser oficialmente denominada de rua dos Capelistas.</p>
    <p>Aberta em data desconhecida. No Tombo do Cabido (c&#170; 1369-80), j&#225; figura este
        top&#243;nimo.</p>
    <p>Estabelecida a liga&#231;&#227;o entre o largo dos Penedos e os espa&#231;os onde bastante
        mais tarde, nos meados do s&#233;c. XVII, se construiu a igreja e convento do Carmo.</p>
    <p>Em 1750, era uma rua que alternava, um pouco a esmo, casas de 1, 2 ou 3 pisos,
        de bom ou mau desenho, de fam&#237;lias pobres ou ricas, numa indefini&#231;&#227;o absoluta: v&#234;em-se aqui
        casas grandes, com bom trabalho de pedra e casas do tipo de porta com janela ao lado, no piso 
        t&#233;rreo. S&#243; com uma leitura dos prazos se poder&#225; definir o tipo de viv&#234;ncia que nela se fazia,
        o que nos parece poder dar resultados muit&#237;ssimo interessantes.</p>
    <p>Das 27 casas aqui desenhadas e que correspondem apenas ao lado Sul da rua, 18 eram prazos 
        do Cabido.</p>
    <p>Mant&#233;m o nome de rua do Carvalhal.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Os herdeiros de Greg&#243;rio Jo&#227;o, tratantem casado com Maria Veloso</td>
        <td>25 reis e 1 galinha</td>
        <td>
                    Confronta, do poente, com cada foreira &#224; capela de Sta. Marta.
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Ant&#243;nio Francisco</td>
        <td>30 reis e 1 galinha</td>
        <td>
                    A casa n.&#186;2 esteve unida ao n.&#186;1 entre os anos de 1608 e 1690.
                </td>
      </tr>
      <tr>
        <td>3</td>
        <td>Ant&#243;nio Francisco</td>
        <td>20 reis e 2 galinhas</td>
        <td>
                    A casa n.&#186;2 esteve unida ao n.&#186;1 entre os anos de 1608 e 1690.
                </td>
      </tr>
      <tr>
        <td>4</td>
        <td>Ant&#243;nio Francisco</td>
        <td>50 reis</td>
        <td>
                    A casa n.&#186;2 esteve unida ao n.&#186;1 entre os anos de 1608 e 1690.
                </td>
      </tr>
      <tr>
        <td>5 e 6</td>
        <td>Sebasti&#227;o Lu&#237;s de Faria</td>
        <td>50 reis e 1 galinha</td>
        <td>
                    Os n.&#186;5 e 6 encontram-se unidos desde o ano de 1541.
                </td>
      </tr>
      <tr>
        <td>7</td>
        <td>Sebasti&#227;o Lu&#237;s de Faria</td>
        <td>30 reis e 1 galinha</td>
        <td>
                    Os n.&#186;5 e 6 encontram-se unidos desde o ano de 1541.
                </td>
      </tr>
      <tr>
        <td>8</td>
        <td>Ana Maria de Carvalho</td>
        <td>20 reis e 1 galinha</td>
        <td>
                    Esteve unida ao n.&#186;9 entre os anos de 1531 e 1625.
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td>Jo&#227;o Martins Teixeira, mercador, casado com Ana Maria da Silva</td>
        <td>10 reis e 1 galinha</td>
        <td/>
      </tr>
      <tr>
        <td>10</td>
        <td>Manuel Marques Pereira</td>
        <td>10 reis e 1 galinha</td>
        <td>
                    O enfiteuta foi herdeiro de Br&#237;gida Marques,
                    casada com Manuel da Costa, marceneiro.
                    Esteve unida ao n.&#186;8 entre os anos de 1531 e 1617.
                    Confronta, do nascente, com o Eirado.
                </td>
      </tr>
      <tr>
        <td>1</td>
        <td/>
        <td/>
        <td>
                        Pertence &#224; casa n.&#186;24 da Rua dos Ch&#227;os de Baixo, para onde tem
                        a frontaria e serventia principais.
                    </td>
      </tr>
      <tr>
        <td>2</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Pedro Sep&#250;lvedra, casado com 
                        &#194;ngela das Neves, paga 72 reis ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>3</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Jos&#233; Francisco, lavrador da
                            Freguesia de Sta. Lucr&#233;cia, casado com Maria Lopes,
                            paga 72 reis ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>4</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Jo&#227;o da Costa, casado com 
                            Teresa Ferreira, paga 117 reis ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>5</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Francisco Dantas, escriv&#227;o dos direitos reais,
                            casado com Gr&#225;cia Maria de S&#227;o Boaventura, paga 504 reis ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>6 a 9</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        O Padre Manuel &#193;lvares paga 1184 reis
                            e 2 galinhas ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>10</td>
        <td>Os herdeiros de Francisco Jo&#227;o, sapateiro, casado com Ana Dias.</td>
        <td>588 reis e 1 galinha</td>
        <td/>
      </tr>
      <tr>
        <td>11</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Crispiana Soares, solteira,
                            paga 592 reis e 1 galinha ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>12</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Manuel Falc&#227;o Cotta, fidalgo da casa de sua
                        Magestade, paga 1185 reis e 2 galinhas ao n.&#186;10; e, por um peda&#231;o de quintal (que se
                        desmembrou do n.&#186;8 da Rua dos Ch&#227;os de Baixo), paga 1 alqueire de p&#227;o
                        meado e meia galinha.
                    </td>
      </tr>
      <tr>
        <td>13 e 14</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Francisco de Meira Carrilho, c&#243;negro
                            de Braga, paga 820 reis e 1 galinha ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>15 e 17</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Pertencem ao enfiteuta da casa n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>16</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td/>
        <td>
                        Crispim da Silva,surrador, paga 264 reis ao n.&#186;18.
                    </td>
      </tr>
      <tr>
        <td>18</td>
        <td>D.M&#243;nica Isabel de Brito e T&#225;vora, de Vila do Conde, assistente em Lisboa.</td>
        <td>800 reis, 3 galinhas e 1 cap&#227;o</td>
        <td>
                        Denominado &#171;Casal de Portas&#187;. Foi subemprazado, no ano de 1736, a
                        Ursula Josefa de Ara&#250;jo, vi&#250;va do Lic.
                        Manuel da Costa Maia, pelo foro 2.513 reis, e 
                        750 reis e 2 galinhas. A este prazo pertencem os n.&#186;15 e 17, bem como uma devesa no
                        monte de Castro, junto a S. Louren&#231;o, e os foros das casas
                        que lhe andam subenfiteuticadas nesta Rua do Carvalhal, desde os n.&#186; 1 a
                        14 e 16 e, na Rua dos Ch&#227;os de Baixo, os n.&#186;12 e 24.
                        Confronta, do poente, com casas foreiras a Ant&#243;nio Barreto de Meneses.
                    </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
