<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>4</h2>
        </td>
        <td width="80%">
          <h2>Pra&#231;a do P&#227;o</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-04-PracaDoPao-norte.PNG" alt="&#10;                Image at path: ../imagem/MRB-04-PracaDoPao-norte.PNG"/><br/>Pra&#231;a do P&#227;o - vista norte.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-04-PracaDoPao-sul.PNG" alt="&#10;                Image at path: ../imagem/MRB-04-PracaDoPao-sul.PNG"/><br/>Pra&#231;a do P&#227;o - vista sul.</td>
      </tr>
    </table>
    <p>Pequena pra&#231;a em frente &#224; fachada da S&#233;, que ao longo dos s&#233;culos foi tendo uma vida e import&#226;ncia diferentes, mas sempre descendente.</p>
    <p>Aberta talvez no s&#233;c. XV, resultou da destrui&#231;&#227;o da rua dos A&#231;ougues, pequena art&#233;ria que ent&#227;o ligava as actuais rua D. Gon&#231;alo Pereira e D. Gualdim Pais. Nessa data instalou-se nela a Pra&#231;a do P&#227;o. No tempo de D. Diogo de Sousa construiu-se, no &#226;ngulo que esta pra&#231;a faz com a rua de Maximinos, o novo edif&#237;cio da C&#226;mara Municipal, que seria destru&#237;do nos in&#237;cios do s&#233;c. XIX (No Mappa est&#225; na rua de D. Gualdim).</p>
    <p>A partir de meados do s&#233;c. XVIII, com a mudan&#231;a da vida comercial para a rua do Souto e zona exterior da porta que tem o mesmo nome, com a erec&#231;&#227;o da ala barroca do Pal&#225;cio dos Arcebispos e, defrontando-a, com o novo edif&#237;cio da C&#226;mara (1755), a pra&#231;a do P&#227;o ir&#225; perdendo toda a sua import&#226;ncia comercial e pol&#237;tica.</p>
    <p>Em 1868 foi projectado o alargamento da rua de Maximinos, que rapidamente foi levado a cabo, recebendo a nova rua a largura total da pra&#231;a do P&#227;o. A partir da&#237; deixou de fazer sentido a exist&#234;ncia de duas art&#233;rias diferentes, sendo este largo integrado na nova rua que, desde 26/11/1925, se passou a chamar rua D. Paio Mendes.</p>
    <p>Hoje ainda se conservam algumas das casas existentes no Mappa. Mas as mais interessantes, as dos prazos 4-6 e 13-14 j&#225; desapareceram.</p>
    <p>Das 5 casas do lado Norte e 9 do lado Sul eram prazos do Cabido 4 e 9, respectivamente.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Maria Barbosa, vi&#250;va de Manuel Fernandes, alfaiate do Campo de S. Sebasti&#227;o</td>
        <td>370 reis e 2 galinhas</td>
        <td>Confronta, de nascente, com a Rua do Po&#231;o.</td>
      </tr>
      <tr>
        <td>2</td>
        <td>Jos&#233; Gomes Ferraz</td>
        <td>480 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>3</td>
        <td>F&#233;lix Francisco</td>
        <td>480 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>4</td>
        <td>D. Paula Francisca de Melo, vi&#250;va de Francisco da Rocha Tinoco</td>
        <td>620 reis e 2 galinhas</td>
        <td>As casas n&#186; 5 e 6, passaram a constituir um &#250;nico prazo, em 1702. Em 1789, o n&#186; 4 foi tamb&#233;m integrado no mesmo prazo.</td>
      </tr>
      <tr>
        <td>5 e 6</td>
        <td>D. Paula Francisca de Melo, vi&#250;va de Francisco da Rocha Tinoco</td>
        <td>825 reis e 2 galinhas</td>
        <td>As casas n&#186; 5 e 6, passaram a constituir um &#250;nico prazo, em 1702. Em 1789, o n&#186; 4 foi tamb&#233;m integrado no mesmo prazo.</td>
      </tr>
      <tr>
        <td>7</td>
        <td>Padre Ambr&#243;sio Louren&#231;o</td>
        <td>520 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>8</td>
        <td>Dr. Jos&#233; de Ara&#250;jo</td>
        <td>730 reis e 2 galinhas</td>
        <td>O enfiteuta sucedeu a seu pai, Francisco de Ara&#250;jo, o qual era filho de Jos&#233; de Ara&#250;jo, barbeiro, e de sua mulher Ana Maria.</td>
      </tr>
      <tr>
        <td>9</td>
        <td>Dr. Jos&#233; de Ara&#250;jo</td>
        <td>520 reis e 2 galinhas</td>
        <td>O enfiteuta sucedeu a seu pai, Francisco de Ara&#250;jo, o qual era filho de Jos&#233; de Ara&#250;jo, barbeiro, e de sua mulher Ana Maria.</td>
      </tr>
      <tr>
        <td>10</td>
        <td>Manuel da Costa Vasconcelos</td>
        <td>570 reis e 2 cap&#245;es</td>
        <td/>
      </tr>
      <tr>
        <td>11</td>
        <td>D. Teresa Maria Ferreira Santar&#233;m</td>
        <td>150 reis</td>
        <td>Esta casa possui frontaria para a Rua de D. Gualdim. Igual pens&#227;o &#233; paga ao Hospital de S. Marcos.</td>
      </tr>
      <tr>
        <td>12</td>
        <td>Jo&#227;o Francisco, tratante</td>
        <td>550 reis e 2 galinhas</td>
        <td>A parte do poente &#233; foreira ao Hospital de S. Marcos.</td>
      </tr>
      <tr>
        <td>13 e 14</td>
        <td>Dr. Ant&#243;nio da Costa</td>
        <td>1800 reis, 2 cap&#245;es e 2 galinhas</td>
        <td>Encontram-se unidas num &#250;nico prazo desde o ano de 1660.</td>
      </tr>
      <tr>
        <td>15</td>
        <td>Rev. Francisco da Costa, Abade de Tadim</td>
        <td>1010 reis e 4 galinhas</td>
        <td>No ano de 1660 foi incorporado neste prazo uma torre pertencente ao n&#186; 16, e, no ano de 1724, um quintal do n&#186; 2 da Rua dos A&#231;ougues Velhos.</td>
      </tr>
      <tr>
        <td>16</td>
        <td>Jos&#233; Lu&#237;s. alfaiate</td>
        <td>260 reis e 1 cap&#227;o</td>
        <td/>
      </tr>
    </table>
    <p/>
  </body>
</html>
