<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>30</h2>
        </td>
        <td width="80%">
          <h2>Cangosta De S. Sebasti&#227;o</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-30-CangostaDeSSbebastiao-Norte.png" alt="&#10;                Image at path: ../imagem/MRB-30-CangostaDeSSbebastiao-Norte.png"/><br/>Cangosta De S. Sebasti&#227;o - norte</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-30-CangostaDeSSbebastiao-Sul.png" alt="&#10;                Image at path: ../imagem/MRB-30-CangostaDeSSbebastiao-Sul.png"/><br/>Cangosta De S. Sebasti&#227;o - sul</td>
      </tr>
    </table>
    <p>
            Longa rua extra-muros que descia toda a colina da Cividade, desde o Terreiro de S. Sebasti&#227;o (onde estava a capela de S.Sebasti&#227;o das Carvalheiras) at&#233; &#224; do Beco.
        </p>
    <p>
            Decalcando talvez o cardo da cidade romana, e embora n&#227;o conste no Tombo do Cabido ( dat&#225;vel de 1369-1380), esta rua j&#225; existia na Idade M&#233;dia
            pois era uma das duas vias de liga&#231;&#227;o da cidade intra-muros com a igreja paroquial de Maximinos.
        </p>
    <p>
            Recebendo o nome de S. Sebasti&#227;o por no seu topo estar a capela do santo da mesma invoca&#231;&#227;o, de data de funda&#231;&#227;o desconhecida, esta rua s&#243; nos finais da
            d&#233;cada de setenta do nosso s&#233;culo perdeu o ar rual que ostentava em 1750.
        </p>
    <p>
            No Mappa, a rua era cosnt&#237;tuida por casas de pedra, na sua grande maioria de um piso, muito simples, sendo 36% do tipo de porta/janela. Tinha
            v&#225;rios port&#245;es que davam acesso directo a campos de cultivo, bem v&#237;siveis atr&#225;s de muros que faceavam a rua , ou atr&#225;s das habita&#231;&#245;es.
        </p>
    <p>
            Das 25 casas do lado Norte e 24 do Sul, eram prazos do Cabido 20 casas do lado Norte.
        </p>
    <p>
            Mant&#233;m hoje o top&#243;nimo de S. Sebasti&#227;o embora tamb&#233;m seja conehcida por rua dos Marchantes.
        </p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1 e 2</td>
        <td/>
        <td/>
        <td>
                    
                        Pertencem ao n.&#186; 38 da Rua do Arrabalde da Cruz da Pedra, para onde tem a frontaria e serventia pricnipais.
                    
                </td>
      </tr>
      <tr>
        <td>3, 4, 5, 6, 7 e 8</td>
        <td>Os herdeiros de Bento Vaz Perreira, da freguesia de S. Martinho de Dume, casado com Maria Josefa de Macedo e Castro.</td>
        <td/>
        <td>
                    
                        Pagam foro ao n.&#186; 20 da Rua do Arrabalde da Cruz de Pedra. Os n.&#186;4 a 8 foram integrados na
                        escritura do prazo n.&#186; 3.
                    
                </td>
      </tr>
      <tr>
        <td>9</td>
        <td>Os herdeiros de Bento Vaz Perreira, da freguesia de S. Martinho de Dume, casado com Maria Josefa de Macedo e Castro.</td>
        <td/>
        <td>
                    
                        Pertence ao n.&#186; 36 da Rua do Arrabalde da Cruz da Pedra, a qual, est&#225; integrada no prazo da casa n.&#186; 20, da mesma rua.
                    
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td>Os herdeiros de Bento Vaz Perreira, da freguesia de S. Martinho de Dume, casado com Maria Josefa de Macedo e Castro.</td>
        <td/>
        <td>
                    
                        Pagam foro ao n.&#186; 20 da Rua do Arrabalde da Cruz de Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td/>
        <td/>
        <td>
                     
                        Portal de serventia da casa n.&#186; 33 do Arrabalde da Cruz de Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>12, 13, 14 e 15</td>
        <td>Os herdeiros de Bento Vaz Perreira, da freguesia de S. Martinho de Dume, casado com Maria Josefa de Macedo e Castro.</td>
        <td/>
        <td>
                    
                        Casas que pagam foro ao n.&#186; 20 da Rua do Arrabalde da Cruz da Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>16 e 17</td>
        <td/>
        <td/>
        <td>
                    
                        Casa e portal de serventia do n.&#186; 28 da Rua do Arrabalde da Cruz da Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>19, 20 e 21</td>
        <td>Os herdeiros de Bento Vaz Perreira, da freguesia de S. Martinho de Dume, casado com Maria Josefa de Macedo e Castro.</td>
        <td/>
        <td>
                    
                        Corresponde a tr&#234;s casas que pagam foro ao n.&#186; 20 da Rua da Cruz da Pedra.
                    
                </td>
      </tr>
      <tr>
        <td>22</td>
        <td/>
        <td/>
        <td>
                    
                        Portal de serventia do campo da casa n.&#186; 20 da Rua do Arrabalde de Cruz da Pedra. Confronta, do nascente, com casa 
                        pertencente &#224; propriedade, denominada, &#171;O Bispo&#187;.
                    
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
