<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>21</h2>
        </td>
        <td width="80%">
          <h2>Rua Verde</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-21-RuaVerde-nascente.jpg" alt="&#10;                Image at path: ../imagem/MRB-21-RuaVerde-nascente.jpg"/><br/>Rua Verde - nascente.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-21-RuaVerde-poente.jpg" alt="&#10;                Image at path: ../imagem/MRB-21-RuaVerde-poente.jpg"/><br/>Rua Verde - poente.</td>
      </tr>
    </table>
    <p>Longa rua, com in&#237;cio no postigo de S. Sebasti&#227;o e fim na
            rua de Maximinos. O seu tra&#231;ado prolongava-se, por&#233;m, at&#233; &#224;
            Porta de S. Francisco, atrav&#233;s das
            ruas dos Sapateiros e do Campo.</p>
    <p>Decalcando, uma rua da cidade romana, era esta a mais ocidental das art&#233;rias
            intra-muros da velha urbe medieval.</p>
    <p>Ponto privilegiado nas liga&#231;&#245;es com Maximinos e a
            capela de S. Sebasti&#227;o, o seu tra&#231;ado foi no s&#233;c. XIX (in&#237;cios?)
            violentamente rompido com a continua&#231;&#227;o da rua das travessas, que, abrindo uma brecha
            nas muralhas, a ligou com o campo de S. Miguel o Anjo; no fim do mesmo
            s&#233;culo, por volta de 1880, foi alargada, sendo destru&#237;das todas as casas,
            excepto uma, de dois pisos, no seu extremo Norte, recebendo ent&#227;o o nome de D. Frei
            Caetano Brand&#227;o.</p>
    <p>Em 1750 apresentava-se dividida em duas: uma, a Norte da
            rua das Travessas com o nome de rua Verde; outra, a Sul, chamada somente
            Couto do Arvoredo.</p>
    <p>O Couto do Arvoredo estava parcialmente constru&#237;do (ainda hoje, ali&#225;s,
            do lado Este conserva os quintais; e os do Oeste s&#243; nos anos 60 e 70 do nosso s&#233;c. foram
            ocupados com habita&#231;&#245;es), com casas simples, de 2 pisos, de um tipo mais frequente fora
            de muralhas, nos arrabaldes, sem varandas e com as janelas apenas tapadas por portas de
            madeira.</p>
    <p>A rua Verde, embora apresente um tipo de casa tamb&#233;m muito simples, e
            de contru&#231;&#227;o sem d&#250;vida arcaica, estava j&#225; em 1750 toda constru&#237;da. Mant&#233;m,
            todas as casas apenas com dois pisos (excepto duas), com aberturas predominantemente
            tapadas por portadas de madeira, rar&#237;ssimas gelosias e varandas e algumas casas com
            janela do tipo bracarense. Muito curiosos s&#227;o os primeiros cinco edif&#237;cios do lado
            Nascente e uma boa parte dos do Poente: s&#227;o geralmente de dois v&#227;os, 2 pisos, porta no
            r&#233;s do ch&#227;o e 2 janelas no andar, com um ritmo bem marcado e, sobretudo, com o sobrado
            muito pronunciado, mostrando bem a fragilidade dos seus materiais construtivos.</p>
    <p>Das 24 casas do lado Nascente e 33 do Poente, 3 e 13 s&#227;o, respectivamente, prazos do
            Cabido.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Maria Catarina do C&#233;u, religiosa do Salvador</td>
        <td>170 reis e 2 galinhas</td>
        <td>
                    Confronta, do sul, com casa foreira &#224; cororaria.
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Faustina Pereira</td>
        <td>180 reis e 1 galinha</td>
        <td>
                    A enfiteuta &#233; filha de Francisco
                            Rodrigues, torneiro.
                    Confronta, do norte, com casa foreira &#224; cororaria. Entre os anos de
                        1670 e 1724 esteve unida ao n.&#186; 3.
                </td>
      </tr>
      <tr>
        <td>3</td>
        <td>Constantino Teixeira</td>
        <td>175 reis e 1 galinha</td>
        <td/>
      </tr>
      <tr>
        <td>4</td>
        <td/>
        <td/>
        <td>
                    Corresponde, desde o ano 1627, &#224; casa n.&#186; 12 da
                        Rua de St.&#186; Ant&#243;nio. Encontra-se situada defronte do
                        postigo de S. Sebasti&#227;o.
                </td>
      </tr>
      <tr>
        <td>5, 6 e 7</td>
        <td>Ant&#243;nio Pereira, sapateiro</td>
        <td>100 reis e 1 galinha</td>
        <td>
                    O enfiteuta &#233; filho de Teresa da Costa
                        e de seu marido Ant&#243;nio Pereira.
                    Encontram-se situadas junto ao postigo de S. Sebasti&#227;o e
                        foram constru&#237;das, antes de 1563, no
                        &#171;lugar do Sabugal&#187;, pertencente ao n.&#186; 12 da
                        Rua de Sto. Ant&#243;nio.
                </td>
      </tr>
      <tr>
        <td>8</td>
        <td>Teresa da Costa, vi&#250;va de Ant&#243;nio Pereira</td>
        <td>2 galinhas</td>
        <td>
                    Quintal denominado do Sabugal, que foi de Jos&#233; de
                            Ara&#250;jo Teixeira.
                </td>
      </tr>
      <tr>
        <td>9 e 10</td>
        <td>Salvador Pinto, guarda da S&#233;</td>
        <td>220 reis e 2 galinhas</td>
        <td>
                    Est&#227;o unidas, num s&#243; prazo, desde o ano de 1549. A casa n.&#186;
                        9, confronta, do sul com casa foreira ao Hospital de S. Marcos.
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td/>
        <td/>
        <td>
                    Paga pens&#227;o &#224; obra da S&#233;. S&#227;o enfiteutas os herdeiros de Maria Ribeiro, que pagam 80 reis de
                        foro.
                </td>
      </tr>
      <tr>
        <td>12</td>
        <td>Jos&#233; Pereira, sapateiro</td>
        <td>95 reis e 1 galinha</td>
        <td>
                    O enfiteuta foi dotado com esta casa.
                </td>
      </tr>
      <tr>
        <td>13</td>
        <td>Manuel da Costa Vasconcelos</td>
        <td>320 reis e 7 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>14</td>
        <td>Padre Matias de Lemos</td>
        <td>30 reis e 2 galinhas</td>
        <td>
                    Entre os anos de 1609 e 1640 pertenceu ao n.&#186;
                        13.
                </td>
      </tr>
      <tr>
        <td>15 e 16</td>
        <td>Manuel da Costa Vasconcelos</td>
        <td>265 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>17 e 18</td>
        <td>Os herdeiros de Duarte Mendes de Oliveira</td>
        <td>1 galinha</td>
        <td>
                    Os enfiteuras pagavam um foro muito pequeno, dado que as casas tinham sido
                        consideradas arruinadas no &#250;ltimo emprazamento, etectuado no ano de
                        1673.
                    Confrontam, do Sul, com casas foreiras ao Hospital de S. Marcos.
                </td>
      </tr>
      <tr>
        <td>19</td>
        <td>Manuel Vieira</td>
        <td>225 reis e 2 galinhas</td>
        <td>
                    Estas casas tinham pertencido a Isabel da
                            Silva e, anteriormente, a Juli&#227;o
                            Lopes.
                </td>
      </tr>
      <tr>
        <td>20</td>
        <td/>
        <td/>
        <td>
                    Corresponde ao n.&#186; 12 da Rua de Maximinos, para onde tem a
                        fronteira e serventia principais.
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
