<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>9</h2>
        </td>
        <td width="80%">
          <h2>Rua de S.Jo&#227;o</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-9-RuaDeSJoao-Norte.jpg" alt="&#10;                Image at path: ../imagem/MRB-9-RuaDeSJoao-Norte.jpg"/><br/>Rua de S.Jo&#227;o - vista norte. </td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-9-RuaDeSJoao-Sul.jpg" alt="&#10;                Image at path: ../imagem/MRB-9-RuaDeSJoao-Sul.jpg"/><br/>Rua de S.Jo&#227;o - vista sul. </td>
      </tr>
    </table>
    <p>
            Rua ampla, de boas e grandes casas de pedra, aberta por D. Diogo de Sousa: &#171;Fez a rua de S. Marcos, 
            a qual &#233; da Cappella maior da S&#233; at&#233; a porta do dito S. Marcos; comprou muitas casas acerca da S&#233; para fazer 
            a dita rua e quintaes atraz d'ellas porque tudo era cerrado de casas e de quintaes e n&#227;o havia ahi rua nenhuma...&#187;
        </p>
    <p>
            Esta rua &#233; uma das mais importantes obras urban&#237;sticas de D. Diogo de Sousa. Ao ligar as traseiras da S&#233; com a porta de 
            S. Jo&#227;o, este arcebispo n&#227;o se limitou a permitir um maior &#226;ngulo de vis&#227;o para a bel&#237;ssima capela mor da S&#233;, 
            tamb&#233;m obra sua; acima de tudo o que esta art&#233;ria representa &#233; um violento aban&#227;o na estrutura urbana, pois que ser&#225; ampla e de bons pr&#233;dios, grandes 
            e de pedra; e, principalmente, permitir&#225; o abrir a cidade ao exterior, porque continuava pelo Campo dos Rem&#233;dios e Granginhos em direc&#231;&#227;o
            &#224; rua da Ponte de Guimar&#227;es.
        </p>
    <p>
            Nela se fixaria a fam&#237;lia dos Coimbras &#8212; fam&#237;lia que acompanhou D. Diogo na sua vinda para 
            Braga &#8212; em casa hoje reconstru&#237;da noutro local e desenhada por Jo&#227;o de Castilho; os 
            Paiva Marinho, na not&#225;vel casa dos Paivas, riscada em finais do s&#233;c. XVI por algu&#233;m que passou
            por Floren&#231;a e procurou transplantar um pouco da arquitectura do Pal&#225;cio Pitti; a irm&#227; do C&#243;nego Francisco Pacheco Pereira na grande casa do Passadi&#231;o; e os Lagos e os Ant&#245;es Pereira em casas mais simples, mas n&#227;o menos belas, que no Mappa se v&#234;em com os n&#186;s 9 e 10.
            
        </p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
    </table>
    <p/>
  </body>
</html>
