<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>8</h2>
        </td>
        <td width="80%">
          <h2>Rua de Janes </h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-08-RuaDeJanes.JPG" alt="&#10;                Image at path: ../imagem/MRB-08-RuaDeJanes.JPG"/><br/>Rua de Janes.</td>
      </tr>
    </table>
    <p>Pequena e tortuosa rua que ligava a igreja de S. Jo&#227;o do Souto &#224; Porta de Souto. Aparece tamb&#233;m com os nomes de Jano e Janoas. </p>
    <p>Aberta na Idade M&#233;dia, esta art&#233;ria dever&#225; ter perdido grande parte da sua import&#226;ncia quando D. Diogo de Sousa deu efectiva funcionalidade &#224; porta de S. Jo&#227;o. </p>
    <p>No Mappa aparece-nos como uma rua desordenada, com uma linha de empenas muito recortada no lado Sul, com casas de um certo ar rural, misturadas com outras do desenho urbano caracter&#237;stico de Braga desta &#233;poca e, sobretudo, com muitos edif&#237;cios de cariz bastante arcaico (15%). O fraco tratamento dado &#224;s janelas e a quase inexist&#234;ncia de varandas mostra bem o car&#225;cter secund&#225;rio desta rua.</p>
    <p>Com 19 casas do lado Sul e 18 do Norte, eram prazos do Cabido 7 e 12 respectivamente.</p>
    <p>Este top&#243;nimo, que se mant&#233;m ainda hoje, deriva do nome do instituidor da medieval igreja de S. Jo&#227;o de Souto, Jo&#227;o Anes. 
            
        </p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Miguel da Silva Ca&#231;&#227;o, pasteleiro</td>
        <td>240 reis e 2 galinhas</td>
        <td>
                    Os prazos n&#186; 2 e 3 encontram-se unidos desde 1669.
                    O n&#186; 1 confronta, do poente, com o quintal da casa n&#186; 5 da Rua de S. Jo&#227;o, &#224; qual esteve unida entre os anos de 1678 e 1720</td>
      </tr>
      <tr>
        <td>2 e 3</td>
        <td>Miguel da Silva Ca&#231;&#227;o, pasteleiro</td>
        <td>280 reis e 3 galinhas</td>
        <td>Os prazos n&#186; 2 e 3 encontram-se unidos desde 1669.
                    O n&#186; 1 confronta, do poente, com o quintal da casa n&#186; 5 da Rua de S. Jo&#227;o, &#224; qual esteve unida entre os anos de 1678 e 1720</td>
      </tr>
      <tr>
        <td>4</td>
        <td>Miguel da Silva Ca&#231;&#227;o, pasteleiro</td>
        <td>180 reis e 2 galinhas</td>
        <td>Os prazos n&#186; 2 e 3 encontram-se unidos desde 1669.
                    O n&#186; 1 confronta, do poente, com o quintal da casa n&#186; 5 da Rua de S. Jo&#227;o, &#224; qual esteve unida entre os anos de 1678 e 1720
            
                </td>
      </tr>
      <tr>
        <td>5</td>
        <td> D. Escol&#225;stica, vi&#250;va</td>
        <td>200 reis e 2 galinhas </td>
        <td/>
      </tr>
      <tr>
        <td>6</td>
        <td>Constantino Marques</td>
        <td>130 reis e 2 galinhas</td>
        <td/>
      </tr>
      <tr>
        <td>7</td>
        <td/>
        <td/>
        <td>A frontaria e serventia principais correspondem ao n&#186; 29 da Rua do Souto. No poente tem uma porta de serventia que d&#225; para o referido n&#186; 29. Confronta, do nascente,com casa dos padres coreiros. </td>
      </tr>
      <tr>
        <td>8</td>
        <td>Ant&#243;nio de Lima de Abreu</td>
        <td>100 reis e 1 galinha</td>
        <td>Foi constru&#237;da, no ano de 1565. em perten&#231;as do n&#186; 26 da Rua do Souto. Na parte do nascente, em baixo, possui uma porta de serventia para o n&#186; 25 da Rua do Souto. Confronta, do poente, com casas foreiras &#224; cororaria e, do nascente, com a serventia do n&#186; 25, da Rua do Souto.</td>
      </tr>
      <tr>
        <td>9</td>
        <td/>
        <td/>
        <td> Corresponde a uma porta e corredor de serventia do n&#186; 25 da Rua do Souto. Situa-se por baixo da casa n&#186; 8.</td>
      </tr>
      <tr>
        <td>10 </td>
        <td/>
        <td/>
        <td>Pertence &#224; casa n&#186; 23, da Rua do Souto. para onde tem a serventia principal. </td>
      </tr>
      <tr>
        <td>11</td>
        <td/>
        <td/>
        <td>Pertence &#224; casa n&#186; 21, da Rua do Souto, para onde tem a serventia principal.</td>
      </tr>
      <tr>
        <td>12</td>
        <td>A vi&#250;va de Frutuoso Marques</td>
        <td>200 reis e 1 galinha</td>
        <td>No ano de 1583 foi separada do prazo da casa n&#186; 13 e unida ao n&#186; 19, da Rua do Souto. A partir do ano de 1610 constitui, novamente, um &#250;nico prazo.  </td>
      </tr>
      <tr>
        <td>13</td>
        <td>Jer&#243;nima da Costa, vi&#250;va de Gaspar Francisco </td>
        <td>190 reis e 1 galinha </td>
        <td>Situa-se na esquina para a Rua do Souto </td>
      </tr>
      <tr>
        <td>14</td>
        <td>Madalena Vaz, vi&#250;va</td>
        <td>180 reis e 2 galinhas</td>
        <td>Confronta, do sul, com o n&#186; 13 e, do norte, com casa foreira &#224; Mitra.</td>
      </tr>
      <tr>
        <td>15</td>
        <td>Padre Jos&#233; Marques</td>
        <td>225 reis e 2 galinhas </td>
        <td>Confronta, do nascente, com casa da cororaria e, do poente, com casa foreira a S. Jo&#227;o do Souto.</td>
      </tr>
      <tr>
        <td>16</td>
        <td> Ana Maria Josefa Clara </td>
        <td> 190 reis e 2 galinhas</td>
        <td>
                </td>
      </tr>
      <tr>
        <td>17</td>
        <td>A vi&#250;va do Capit&#227;o Domingos Gomes Lages</td>
        <td> 220 reis</td>
        <td>
                </td>
      </tr>
      <tr>
        <td>18, 19, 20 e 21</td>
        <td>A vi&#250;va do Capit&#227;o Domingues Gomes Lages</td>
        <td>210 reis 2 cap&#245;es</td>
        <td>O n&#186; 20 confronta, do poente, com casa de v&#237;nculo. O n&#186; 21 situa-se por detr&#225;s da Igreja de S. Jo&#227;o do Souto e, por senten&#231;a que alcan&#231;ou Teot&#243;nio Soares de Brito contra o cabido, ficou-lhe a pertencer o n&#186; 19. 
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
