<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>36</h2>
        </td>
        <td width="80%">
          <h2>Rua das &#193;guas</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-36-RuaDasAgoas-primeira.jpg" alt="&#10;                Image at path: ../imagem/MRB-36-RuaDasAgoas-primeira.jpg"/><br/>Rua das &#193;guas - Poente.</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-36-RuaDasAgoas-segunda.jpg" alt="&#10;                Image at path: ../imagem/MRB-36-RuaDasAgoas-segunda.jpg"/><br/>Rua das &#193;guas - Nascente.</td>
      </tr>
    </table>
    <p>
            Longa art&#233;ria que, conjuntamente com as ruas de S. L&#225;zaro e da Porta de Guimar&#227;es, ligava a Arcada &#224; ponte de Guimar&#227;es, donde partia a estrada para aquela cidade.
        </p>
    <p>
            Aberta ainda na Idade M&#233;dia tem um prazo dat&#225;vel j&#225; de 1478.
        </p>
    <p>
            Ao longo dos tempos, foi lentamente ganhando import&#226;ncia, sobretudo na sua parte Norte. Em 1750 o Mappa das Ruas &#233; bem expl&#237;cito: no lado Nascente, &#224;parte de algumas casas com porta e janela no primeiro piso, tem j&#225; uma s&#233;rie de outras que ombreiam com as da rua do Souto, com gelosias, varandas e, sobretudo, grandes v&#227;os no piso t&#233;rreo, indicadores de local de com&#233;rcio; no Poente, bastante mais modesto, tem contudo a anim&#225;-lo a parte do convento dos Rem&#233;dios virada para esta rua, que estava em constru&#231;&#227;o, nesta data. Sente-se bem que a rua das &#193;guas estava em franca ascens&#227;o econ&#243;mica, o que a documenta&#231;&#227;o escrita n&#227;o deixar&#225; de confirmar.
        </p>
    <p>
            Das 35 casas do lado Poente e 38 do Nascente, eram prazos do Cabido apenas 35 todas do Nascente.
        </p>
    <p>
            A rua das &#193;guas corresponde ao tro&#231;o da avenida da Liberdade entre a Arcada e o Rechicho.
        </p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Francisco Jos&#233; Pereira, chantre de Guimar&#227;es</td>
        <td>60 reis e 1 galinha</td>
        <td>
                    
                        Confronta, do norte, com casa foreira &#224; confraria de S. Jo&#227;o do Souto.
                    
                    
                        Foi constru&#237;da em perten&#231;as do prazo do campo da Rua das &#225;guas ou do Caminho Novo, entre os anos de 1572 e 1577.
                    
                </td>
      </tr>
      <tr>
        <td>2</td>
        <td>Helena Francisca, c.c. Manuel Pereira</td>
        <td>180 reis e 1 galinha</td>
        <td>
                    
                        A enfiteuta paga, ainda 32 reisi por uma casa pequena (com rossio), situada nas traseiras, ao n&#186; 3.
                    
                    
                        At&#233; ao ano de 1577 as casas n&#186; 1 e 2 encontravam-se unidas, tendo sido constru&#237;das em perten&#231;as do prazo do campo da Rua das &#193;guas ou do Caminho Novo.
                    
                </td>
      </tr>
      <tr>
        <td>3 e 4</td>
        <td>Manuel Fernandes Lima</td>
        <td>240 reis e 2 galinhas</td>
        <td>
                    
                        Esta casa &#233; cabe&#231;a de prazo do campo da Rua das &#193;guas ou do Caminho Novo, cuja refer&#234;ncia mais antiga &#233; do ano de 1470. A partir do ano de 1572 ficou dividido em duas metades. Uma parte do quintal foi cedido, em 1689, aos padres da Congrega&#231;&#227;o do Orat&#243;rio, da cidade de Braga, por troca com o Casal do Ribeiro, um cortelho e um campo, d&#237;zimo a Deus, tudo situado na freguesia de S. Jer&#243;nimo de Real. A casa n&#186; 4 encontra-se unida, numa s&#243; morada, ao n&#186;3, desde o ano de 1670.
                      
                    
                        Pertence a este prazo os n&#186; 4 a 13, e os n&#186; 29 a 32.
                    
                </td>
      </tr>
      <tr>
        <td>5, 6 e 7</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        Domingos de Oliveira casado com Gracia Pereira, paga 534 reis ao n&#186; 3.
                    
                    
                        A casa n&#186; 7 esteve separada do n&#186; 5 entre os anos de 1593 e 1733.
                    
                </td>
      </tr>
      <tr>
        <td>8 e 9</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        Cust&#243;dia Correia, solteira paga 534 reis ao n&#186; 3. At&#233; ao ano de 1580 pertenciam ao n&#186; 8, os n&#186; 10, 11, 12 e 13.
                    
                </td>
      </tr>
      <tr>
        <td>10</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        Jo&#227;o Fernandes, gentil pintor, casado com Cust&#243;dia Pereira Fajardo, paga 127 reis ao n&#186; 3. At&#233; ao ano de 1625 pertencia a este prazo, os n&#186; 11, 12 e 13.
                    
                </td>
      </tr>
      <tr>
        <td>11</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        Ambr&#243;sio da Costa, odreiro, paga 127 reis ao n&#186; 3.
                    
                </td>
      </tr>
      <tr>
        <td>12</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        Manuel Pereira, estalajadeiro, casado com Senhorinha Ferreira, paga 400 reis ao n&#186; 3.
                    
                </td>
      </tr>
      <tr>
        <td>13</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        Serafina Ribeiro, solteira, paga 185 reis ao n&#186; 3.
                    
                </td>
      </tr>
      <tr>
        <td>14, 15, 16 e 17</td>
        <td>Lopo Ant&#243;nio de Vasconcelos</td>
        <td/>
        <td>
                    
                        Os herdeiros de Baltazar Rodrigues, latoeiro, casado com Violante Nunes, paga pela &#225;rea destas casas, constru&#237;das depois de 1576, 800 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das &#193;guas ou do Caminho Novo, e 200 reis ao enfiteuta dos Quintos da Mitra.
                    
                </td>
      </tr>
      <tr>
        <td>18 e 19</td>
        <td>Lopo Ant&#243;nio de Vasconcelos</td>
        <td/>
        <td>
                    
                        Os herdeiros de Francisco Dias, cl&#233;rigo, pagam, de foro, pela &#225;rea de dois &#171;ch&#227;os de casas&#187;, constru&#237;das depois de 1576, 800 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das &#193;guas ou do Caminho Novo, e 200 reis ao enfiteuta dos Quintos da Mitra.
                    
                </td>
      </tr>
      <tr>
        <td>20, 21, 22 e 23</td>
        <td>Lopo Ant&#243;nio de Vasconcelos</td>
        <td/>
        <td>
                    
                        Os herdeiros de Ana, filha de Tom&#233; Fernandes, vendeiro, pagam, de foro, pelos quatro ch&#227;os das casas constru&#237;das depois de 1584, 1190 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das &#193;guas ou do Caminho Novo, e o &#171;quinto ao enfiteuta dos Quintos da Mitra&#187;.
                    
                </td>
      </tr>
      <tr>
        <td>24</td>
        <td>Lopo Ant&#243;nio de Vasconcelos</td>
        <td/>
        <td>
                    
                        Os herdeiros de Isabel Gon&#231;alvez, vi&#250;va de Tom&#233; Fernandes, vendeiro, pagam por este &#171;ch&#227;o de casa&#187;, constru&#237;da depois de 1577, 200 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das &#193;guas ou do Caminho Novo.
                    
                </td>
      </tr>
      <tr>
        <td>25</td>
        <td>Lopo Ant&#243;nio de Vasconcelos</td>
        <td/>
        <td>
                    
                        Os herdeiros de Mateus Gon&#231;alves, sapateiro, casado com Maria Pereira, pagam por esta casa, constru&#237;da antes 1601, 410 reis ao enfiteuta principal do prazo da outra metade do campo da Rua das &#193;guas ou do Caminho Novo e 100 reis ao enfiteuta dos Quintos da Mitra.
                    
                </td>
      </tr>
      <tr>
        <td>26, 27 e 28</td>
        <td>Lopo Ant&#243;nio de Vasconcelos</td>
        <td/>
        <td>
                    
                        Os herdeiros de Francisco Gon&#231;alves, cortador de carne, casado com Madalena Gon&#231;alves, pagam por dois ch&#227;os de casas, constru&#237;das depois de 1587, 800 reis ao enfiteuta prinicpal do prazo da outra metade do campo da Rua das &#193;guas ou do Caminho Novo e 200 reis ao enfiteuta dos Quintos da Mitra.
                    
                </td>
      </tr>
      <tr>
        <td>29 e 30</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        O Padre Mar&#231;al da Costa paga por estas casas, constru&#237;das antes 1586, 695 reis ao enfiteuta do prazo da casa n&#186; 3.
                    
                </td>
      </tr>
      <tr>
        <td>31 e 32</td>
        <td>Manuel Fernandes Lima</td>
        <td/>
        <td>
                    
                        Caetano de Passos Ferreira, casado com Ana de Oliveira, herdeiro de seus pais, Ant&#243;nio de Passos e Cust&#243;dia Ferreira paga &#224; casa n&#186; 3, pelo n&#186; 31, 38 reis e pelo n&#186; 32, 27 reis. 
                    
                </td>
      </tr>
      <tr>
        <td>33, 34, 35 e 36</td>
        <td>Mariana Josefa, solteira</td>
        <td>400 reis e 2 galinhas</td>
        <td>
                    
                        Estas casas foram constru&#237;das entre os anos de 1572 e 1583, em terrenos do prazo da outra metade do campo da Rua das &#193;guas ou do Caminho Novo.
                    
                    
                        A casa n&#186; 36 fica situada na esquina da cangosta que vai para Nossa Senhora a Branca (cangosta da rua das &#193;guas), para onde tem frontaria.
                    
                    
                        Pertencem, ainda, ao prazo da casa n&#186; 33 os n&#186; 37 a 42 da cangosta da rua das &#193;guas.
                    
                </td>
      </tr>
    </table>
    <p/>
  </body>
</html>
