<html>
  <body>
    <table>
      <tr>
        <td width="20%">
          <h2>39</h2>
        </td>
        <td width="80%">
          <h2>Ponte de Guimar&#227;es</h2>
        </td>
      </tr>
    </table>
    <table>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-39-PonteDeGuimaraes-Norte.jpg" alt="&#10;                Image at path: ../imagem/MRB-39-PonteDeGuimaraes-Norte.jpg"/><br/>Ponte de Guimar&#227;es - Norte</td>
      </tr>
      <tr>
        <td style="text-align: center;width: 100vw; height: auto;"><img style="width: 100vw; height: auto;" src="../imagem/MRB-39-PonteDeGuimaraes-Poente.jpg" alt="&#10;                Image at path: ../imagem/MRB-39-PonteDeGuimaraes-Poente.jpg"/><br/>Ponte de Guimar&#227;es - Poente</td>
      </tr>
    </table>
    <p>Parte terminal da longa art&#233;ria que, sensivelmente em linha recta, descia a Arcada para a ponte sobre o rio Este.</p>
    <p>Zona rural por excel&#234;ncia, tinha no seu termo uma ponte quinhentista de um s&#243; arco, canopial, e que infelizmente foi destru&#237;da em data desconhecida.</p>
    <p>Os dois al&#231;ados que vemos no Mappa n&#227;o s&#227;o, os dois lados da rua, como &#224; primeira vista poder&#225; parecer; o Norte vai corresponder &#224; parte Oeste do actual largo do Senhor dos Aflitos ou, segundo a topon&#237;mia popular, das Latinhas: e o Poente &#233; a parte final da avenida da Liberdade, lado Oeste entre a Rua Conselheiro Lobato e o rio.</p>
    <p>Nestes al&#231;ados onde coexistem habita&#231;&#245;es de dois pisos (52,7%) alternando com outras de um s&#243; piso (47,2%), e uma &#250;nica de tr&#234;s pisos, toda a ruralidade da zona est&#225; bem patente: casas baixas, com a porta de entrada ladeada de uma janela (55,5%), janelas vazadas que seriam tapadas por portas de madeira, desalinhamento da linha das fachadas, etc.</p>
    <p>Constrastando h&#225; um excelente edif&#237;cio de tr&#234;s pisos, em pedra, do s&#233;c. XVII, contido em duas fortes pilastras, com portas e janelas com "moldura" de pedra, almofadas sob as janelas do piso nobre e tr&#234;s &#243;culos magnificamente trabalhados no 2&#186; andar.</p>
    <p>Como elemento curioso na rua h&#225; o forno(?) de pedra exterior &#224; casa, no prazo n&#186; 38.</p>
    <p>As 23 casas do lado Norte e 15 do Poente s&#227;o todas prazos do Cabido.</p>
    <table border="1">
      <tr>
        <td>N&#250;mero</td>
        <td>Enfiteuta</td>
        <td>Foro</td>
        <td>Descri&#231;&#227;o</td>
      </tr>
      <tr>
        <td>1</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Pertence ao n&#186; 50 da Rua da Ponte de Guimar&#227;es, para onde tem frontaria e serventia principais.</td>
      </tr>
      <tr>
        <td>2</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Paga 60 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues.</td>
      </tr>
      <tr>
        <td>3</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Paga 50 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues.</td>
      </tr>
      <tr>
        <td>4</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Os herdeiros de Diogo Martins, casado com Helena Ant&#243;nia, pagam 25 reis ao enfiteutaa do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues, conforme o subemprazamento feito em 1631.</td>
      </tr>
      <tr>
        <td>5</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Paga, ao enfiteuta do prazo de metade do Casal dos Galos foro que foi de Mateus Rodrigues.</td>
      </tr>
      <tr>
        <td>6</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Paga 80 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues.</td>
      </tr>
      <tr>
        <td>7</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Paga 80 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues.</td>
      </tr>
      <tr>
        <td>8</td>
        <td>Jo&#227;o de Magalh&#227;es de Ara&#250;jo Costa, enfiteuta principal do prazo da metade do Casal dos Galos, que foi de Mateus Rodrigues</td>
        <td/>
        <td>Paga 80 reis ao enfiteuta do prazo de metade do Casal dos Galos que foi de Mateus Rodrigues. Confronta, do nascente, com a cangosta que vai para esta casa e para o n&#186; 9.</td>
      </tr>
      <tr>
        <td>9</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Paga 140 reis ao n&#186; 17 da Rua do Paio Manta e Lages. A casa e quintal confrontam de poente, com a cangosta e serventia que passa entre esta casa e n&#186; 8.</td>
      </tr>
      <tr>
        <td>10</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Paga 140 reis ao n&#186; 17 da Rua do Paio Manta e Lages</td>
      </tr>
      <tr>
        <td>11</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Paga 140 reis ao n&#186; 17 da Rua do Paio Manta e Lages</td>
      </tr>
      <tr>
        <td>27</td>
        <td>Jo&#227;o Gomes, casado com Mariana Gomes, enfiteuta principal do prazo da metade do Casal e moinhos do Salgueiro, que foi de Jo&#227;o Gomes</td>
        <td/>
        <td>Paga 2000 reis ao enfiteuta do prazo da metade do casal e mo&#237;nhos do Salgueiro, que foi de Jo&#227;o Gomes</td>
      </tr>
      <tr>
        <td>28 a 34</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Manuel Dias, moleiro, casado com Maria Ant&#243;nia, subenfiteuta do n&#186;30, pagam por estas 7 casas, 3220 reis e 2 galinhas ao n&#186; 17 da Rua do Paio Manta e Lages, conforme subemprazamento feito no ano de 1606.
                A casa n&#186;28 defronta, do sul, com o Rio Este.</td>
      </tr>
      <tr>
        <td>35 a 40</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Gon&#231;alo Ferreira, cirgueiro, casado com Catarina Nogueira, pagam 1750 reis e 4 galinhas ao n&#176; 17 da Rua Paio Manta e Lages. O portal n&#176; 40 &#233; serventia do campo ou quintal da casa n&#186; 35.</td>
      </tr>
      <tr>
        <td>41</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Br&#225;s Antunes, carpinteiro, casado com Maria Dias, pagam 367 reis ao n&#186; 17 da Rua Paio Manta e Lages.</td>
      </tr>
      <tr>
        <td>42</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Br&#225;s Antunes, carpinteiro, casado com Maria Dias, pagam 367 reis ao n&#176; 17 da Rua Paio Manta e Lages.</td>
      </tr>
      <tr>
        <td>43</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Br&#225;s Antunes, carpinteiro, casado com Maria Dias, pagam 367 reis ao n&#186; 17 da Rua Paio Manta e Lages.</td>
      </tr>
      <tr>
        <td>44</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Gon&#231;alo Pires, carpinteiro, pagam 500 reis e 1 galinha ao n&#176; 17 da Rua Paio Manta e Lages.</td>
      </tr>
      <tr>
        <td>45</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Geraldo Dias, carpinteiro, casado com Maria Fernandes, pagam 100 reis ao n&#176; 17 da Rua Paio Manta e Lages.</td>
      </tr>
      <tr>
        <td>46</td>
        <td>Pedro da Cunha Sottomayor, Alcaide Mor de Braga</td>
        <td/>
        <td>Os herdeiros de Geraldo Dias, carpinteiro, casado com Maria Fernandes, pagam 100 reis ao n&#176; 17 da Rua Paio Manta e Lages.
                    Confronta, do sul, com a dita rua.</td>
      </tr>
    </table>
    <p/>
  </body>
</html>
